Repository: jamesma/KLEEDynamicTesting
Catalog: gnupg-1.0.5/po/*.po
Languages: pl, tr

source: can't disable core dumps: %s
pl: nie mo¿na wy³±czyæ zrzutów pamiêci: %s
tr: "core dumps" iptal edilemedi: %s

source: Experimental algorithms should not be used!
pl: Nie nale¿y u¿ywaæ algorytmów do¶wiadczalnych!
tr: Deneyimsel algoritmalar kullanýlmayacaktý!

source: this cipher algorithm is deprecated; please use a more standard one!
pl: odradza siê stosowanie tego algorytmu; proszê u¿ywaæ bardziej standardowych!

source: can't handle public key algorithm %d
pl: nie mo¿na obs³u¿yæ tego algorytmu klucza publicznego: %d
tr: %d genel anahtar algoritmasý elde edilemedi

source: subpacket of type %d has critical bit set
pl: podpakiet typu %d ma ustawiony krytyczny bit
tr: %d tipi altpaket kritik bit setine sahip

source: gpg-agent is not available in this session
pl: gpg-agent nie jest dostêpny w tej sesji

source: malformed GPG_AGENT_INFO environment variable
pl: z³y format zmiennej GPG_AGENT_INFO

source: can't connect to `%s': %s
pl: nie mo¿na po³±czyæ siê z %s: %s
tr: "%s" sunucusuna baðlanýlamadý: %s

source: (main key ID %08lX)
pl: (g³ówny ID klucza %08lX)
tr: (asýl anahtar kimliði %08lX)

source: You need a passphrase to unlock the secret key for user: "%.*s" %u-bit %s key, ID %08lX, created %s%s
pl: Musisz podaæ wyra¿enie przej¶ciowe (has³o) aby uaktywniæ klucz tajny dla u¿ytkownika: "%.*s" Klucz o d³ugo¶ci %u bitów, typ %s, ID %08lX, stworzony %s%s

source: Enter passphrase
pl: Wyra¿enie przej¶ciowe

source: Repeat passphrase
pl: Powtórzone wyra¿enie przej¶ciowe

source: passphrase too long
pl: wyra¿enie zbyt d³ugie

source: invalid response from agent
pl: b³êdna odpowied¼ agenta

source: cancelled by user
pl: anulowane przez u¿ytkownika

source: problem with the agent: agent returns 0x%lx
pl: problem agenta: zwróci³ 0x%lx

source: You need a passphrase to unlock the secret key for user: "
pl: Musisz podaæ wyra¿enie przej¶ciowe (has³o) aby uaktywniæ klucz tajny dla u¿ytkownika: "
tr: Gizli anahtarýn kilidini açmak için bir anahtar parolasýna ihtiyacýnýz var. Anahtarýn sahibi: "

source: %u-bit %s key, ID %08lX, created %s
pl: d³ugo¶æ %u bitów, typ %s, klucz %08lX, stworzony %s
tr: %u-bit %s anahtarý, kimlik: %08lX, yaratýldý %s

source: can't query password in batchmode
pl: pytanie o has³o nie dzia³a w trybie wsadowym
tr: önceden tanýmlanmýþ iþlemler kipinde (batchmode) parola sorgulanamaz

source: Enter passphrase:
pl: Wyra¿enie przej¶ciowe:
tr: Anahtar parolasýný girin:

source: Repeat passphrase:
pl: Powtórzone wyra¿enie przej¶ciowe:
tr: Tekrar:

source: data not saved; use option "--output" to save it
pl: dane nie zosta³y zapisane; aby to zrobiæ, nale¿y u¿yæ opcji "--output"
tr: veri kaydedilmedi; kaydetmek için "--output" seçeneðni kullanýn

source: Detached signature.
pl: Podpis oddzielony od danych.
tr: Baðýmsýz imza.

source: Please enter name of data file:
pl: Nazwa pliku danych:
tr: Lütfen veri dosyasýnýn ismini girin:

source: reading stdin ...
pl: czytam strumieñ standardowego wej¶cia
tr: standard girdiden okuyor ...

source: no signed data
pl: brak podpisanych danych

source: can't open signed data `%s'
pl: nie mo¿na otworzyæ podpisanego pliku '%s'
tr: imzalý veri: %s açýlamadý

source: anonymous receiver; trying secret key %08lX ...
pl: adresat anonimowy; próbujê klucz tajny %08lX ...
tr: anonim alýcý; %08lX gizli anahtarýný deneniyor ...

source: okay, we are the anonymous recipient.
pl: OK, to my jeste¶my adresatem anonimowym.
tr: tamam, biz anonim alýcýyýz.

source: old encoding of the DEK is not supported
pl: stary, nie obs³ugiwany algorytm szyfrowania klucza sesyjnego
tr: DEK'in eski kodlamasý desteklenmiyor

source: cipher algorithm %d is unknown or disabled
pl: algorytm szyfruj±cy %d jest nieznany, b±d¼ zosta³ wy³±czony
tr: %d cipher algoritmasý bilinmiyor ya da kullaným dýþý

source: NOTE: cipher algorithm %d not found in preferences
pl: UWAGA: brak algorytmu szyfruj±cego %d w ustawieniach
tr: NOT: %d cipher algoritmasý önayarlarda bulunamadý

source: NOTE: secret key %08lX expired at %s
pl: UWAGA: wa¿no¶æ klucza tajnego %08lX wygas³a %s
tr: NOT: %08lX gizli anahtarýnýn %s tarihinde kullaným süresi doldu

source: requesting key %08lX from %s ...
pl: zapytanie o klucz %08lX w %s ...
tr: %s den %08lX anahtarý isteniyor ...

source: can't get key from keyserver: %s
pl: nie mo¿na pobraæ klucza z serwera: %s
tr: %s anahtar sunucusundan anahtar alýnamadý

source: no keyserver known (use option --keyserver)
pl: brak znanyk serwerów kluczy (u¿yj opcji --keyserver)
tr: anahtar sunucu bilinmiyor (--keyserver seçeneði ile belirtin)

source: %s: not a valid key ID
pl: %s: nie jest poprawnym identyfikatorem klucza
tr: %s: geçerli bir anahtar kimliði deðil

source: error sending to `%s': %s
pl: b³±d przy wysy³aniu do '%s': %s
tr: "%s" sunucusuna gönderme hatasý: %s

source: success sending to `%s' (status=%u)
pl: wysy³anie do '%s' powiod³o siê (status=%u)
tr: "%s" sunucusuna gönderme iþlemi baþarýlý (durum=%u)

source: failed sending to `%s': status=%u
pl: wysy³anie do '%s' nie powiod³o siê (status=%u)
tr: "%s" sunucusuna gönderme iþlemi baþarýsýz (durum=%u)

source: secret key parts are not available
pl: tajne czê¶ci klucza s± niedostêpne
tr: gizli anahtar parçalarý kullaným dýþý

source: protection algorithm %d is not supported
pl: algorytm ochrony %d nie jest obs³ugiwany
tr: %d koruma algoritmasý desteklenmiyor

source: Invalid passphrase; please try again ...
pl: Niepoprawne wyra¿enie przej¶ciowe (has³o); proszê spróbowaæ ponownie ...
tr: Anahtar parolasý geçersiz; lütfen tekrar deneyin ...

source: WARNING: Weak key detected - please change passphrase again.
pl: OSTRZE¯ENIE: Wykryto klucz s³aby algorytmu - nale¿y ponownie zmieniæ wyra¿enie przej¶ciowe (has³o).
tr: UYARI: Zayýf anahtar saptandý - lütfen anahtar parolasýný tekrar deðiþtirin.

source: assuming bad MDC due to an unknown critical bit
pl: przyjêto niepoprawno¶æ MDC z powonu ustawienia nieznanego bitu krytycznego
tr: Hatalý MDC'nin bilinmeyen bir kritik bitten kaynaklandýðý sanýlýyor

source: this is a PGP generated ElGamal key which is NOT secure for signatures!
pl: Klucz algorytmu ElGamala wygenerowany przez PGP - podpisy nim sk³adane nie zapewniaj± bezpieczeñstwa!
tr: Bu, imzalar için güvenli olmayan PGP üretimi bir ElGamal anahtarý!

source: public key is %lu second newer than the signature
pl: klucz publiczny jest o %lu sekund m³odszy od podpisu
tr: genel anahtar imzadan %lu saniye daha yeni

source: public key is %lu seconds newer than the signature
pl: klucz publiczny jest o %lu sekund m³odszy od podpisu
tr: genel anahtar imzadan %lu saniye daha yeni.

source: NOTE: signature key %08lX expired %s
pl: UWAGA: klucz podpisuj±cy %08lX przekroczy³ datê wa¿no¶ci %s

source: assuming bad signature due to an unknown critical bit
pl: przyjêto niewa¿no¶æ podpisu z powonu ustawienia nieznanego bitu krytycznego
tr: Hatalý imzanýn bilinmeyen bir kritik bitten kaynaklandýðý sanýlýyor

source: checking created signature failed: %s
pl: sprawdzenie z³o¿onego podpisu nie powiod³o siê: %s

source: %s signature from: %s
pl: %s podpis z³o¿ony przez: %s
tr: %s imza: %s den

source: can't create %s: %s
pl: nie mo¿na utworzyæ %s: %s
tr: %s yaratýlamadý: %s

source: signing:
pl: podpis:
tr: imzalanýyor:

source: WARNING: `%s' is an empty file
pl: OSTRZE¯ENIE: plik '%s' jest pusty
tr: UYARI: "%s" dosyasý boþ

source: can't handle text lines longer than %d characters
pl: nie mo¿na obs³u¿yæ linii tekstu d³u¿szej ni¿ %d znaków
tr: %d karakterden daha uzun metin satýrlarý okunamaz

source: input line longer than %d characters
pl: linia d³u¿sza ni¿ %d znaków
tr: girdi satýrý %d karakterden daha uzun

source: trustdb rec %lu: lseek failed: %s
pl: baza zaufania, wpis %lu: lseek() nie powiod³a siê: %s
tr: güvence veritabaný %lu kaydý: sýralama baþarýsýz: %s

source: trustdb rec %lu: write failed (n=%d): %s
pl: baza zaufania, wpis %lu: zapis nie powiód³ siê (n=%d): %s
tr: güvence veritabaný %lu kaydý: yazma baþarýsýz: %s

source: trustdb transaction too large
pl: zbyt du¿e zlecenie dla bazy zaufania
tr: güvence veritabaný iþlemi çok uzun

source: %s: can't access: %s
pl: %s: dostêp niemo¿liwy: %s
tr: %s: eriþilemedi: %s

source: %s: directory does not exist!
pl: %s: katalog nie istnieje!
tr: %s: dizin yok!

source: %s: can't create: %s
pl: %s: nie mo¿na utworzyæ: %s
tr: %s: yaratýlamadý: %s

source: %s: can't create lock
pl: %s: nie mo¿na utworzyæ blokady
tr: %s: kilit yaratýlamadý

source: %s: failed to create version record: %s
pl: %s: stworzenie zapisu o wersji nie powiod³o siê: %s
tr: %s: sürüm kaydý yaratmada baþarýsýz: %s

source: %s: invalid trustdb created
pl: %s: stworzony niepoprawny plik bazy zaufania
tr: %s: geçersiz güvence veritabaný yaratýldý

source: %s: trustdb created
pl: %s: baza zaufania utworzona
tr: &s: güvence veritabaný yaratýldý

source: %s: invalid trustdb
pl: %s: niepoprawny plik bazy zaufania
tr: %s: güvence veritabaný geçersiz

source: %s: failed to create hashtable: %s
pl: %s: tworzenie tablicy skrótów nie powiod³o siê: %s
tr: %s: hash tablosu yaratma baþarýsýz: %s

source: %s: error updating version record: %s
pl: %s: b³±d przy uaktualnianiu numeru wersji: %s
tr: %s: sürüm kaydýnýn güncellenmesinde hata: %s

source: %s: error reading version record: %s
pl: %s: b³±d odczytu numeru wersji: %s
tr: %s: sürüm kaydýnýn okunmasýnda hata: %s

source: %s: error writing version record: %s
pl: %s: b³±d zapisu numeru wersji: %s
tr: %s: sürüm kaydýnýn yazýlmasýnda hata: %s

source: trustdb: lseek failed: %s
pl: baza zaufania: procedura lseek() zawiod³a: %s
tr: güvence veritabaný: sýralama baþarýsýz: %s

source: trustdb: read failed (n=%d): %s
pl: baza zaufania: procedura read() (n=%d) zawiod³a: %s
tr: güvence veritabaný: okuma baþarýsýz (n=%d): %s

source: %s: not a trustdb file
pl: %s: to nie jest plik bazy zaufania
tr: %s: bir güvence veritabaný dosyasý deðil

source: %s: version record with recnum %lu
pl: %s: wpis wersji z numerem %lu
tr: %s: %lu kayýt numarasý ile sürüm kaydý

source: %s: invalid file version %d
pl: %s: niew³a¶ciwa wersja pliku %d
tr: %s: dosya sürümü %d geçersiz

source: %s: error reading free record: %s
pl: %s: b³±d odczytu pustego wpisu: %s
tr: %s: serbest kaydý okuma hatasý: %s

source: %s: error writing dir record: %s
pl: %s: b³±d zapisu wpisu katalogowego: %s
tr: %s: dizin kaydýný yazma hatasý: %s

source: %s: failed to zero a record: %s
pl: %s: zerowanie rekordu nie powiod³o siê: %s
tr: %s: kayýt sýfýrlama baþarýsýz: %s

source: %s: failed to append a record: %s
pl: %s: dopisanie rekordu nie powiod³o siê: %s
tr: %s: kayýt ekleme baþarýsýz: %s

source: the trustdb is corrupted; please run "gpg --fix-trustdb".
pl: Baza zaufania jest uszkodzona; proszê uruchomiæ "gpg --fix-trustdb".
tr: güvence veritabaný bozulmuþ; lutfen "gpg --fix-trustdb" çalýþtýrýn.

source: trust record %lu, req type %d: read failed: %s
pl: wpis zaufania %lu, typ zapytania %d: odczyt nie powiód³ siê: %s
tr: güvence veritabaný kaydý %lu, istek tipi %d: okuma baþarýsýz: %s

source: trust record %lu, type %d: write failed: %s
pl: wpis zaufania %lu, typ zapytania %d: zapis nie powiód³ siê: %s
tr: güvence veritabaný kaydý %lu, tip %d: yazma baþarýsýz: %s

source: trust record %lu: delete failed: %s
pl: wpis zaufania %lu: usuniêcie nie powiod³o siê %s
tr: güvence veritabaný kaydý %lu: silme baþarýsýz: %s

source: trustdb: sync failed: %s
pl: baza zaufania: synchronizacja nie powiod³a siê %s
tr: güvence veritabaný: senronizasyon baþarýsýz: %s

source: error reading dir record for LID %lu: %s
pl: b³±d odczytu wpisu katalogowego dla LID %lu: %s
tr: LID %lu için dizin kaydýný okumada hata: %s

source: lid %lu: expected dir record, got type %d
pl: lid %lu: oczekiwany wpis katalogowy, napotkano typ %d
tr: lid %lu: dizin kaydýnýn %d tipinde alýndýðý sanýlýyor

source: no primary key for LID %lu
pl: brak klucza g³ównego dla LID %lu
tr: LID %lu için asýl anahtar yok

source: error reading primary key for LID %lu: %s
pl: b³±d odczytu g³ównego klucza dla LID %lu: %s
tr: LID %lu için asýl anahtarý okuma hatasý: %s

source: get_dir_record: search_record failed: %s
pl: get_dir_record: funkcja search_record zawiod³a: %s
tr: get_dir_record: search_record baþarýsýz: %s

source: '%s' is not a valid long keyID
pl: '%s' nie jest w³a¶ciwym identyfikatorem klucza
tr: "%s" geçerli uzunlukta bir özgün dizi deðil

source: key %08lX: can't put it into the trustdb
pl: klucz %08lX: wpisanie do bazy zaufania niemo¿liwe
tr: %08lX anahtarý: güvence veritabanýna yerleþtirilemedi

source: key %08lX: query record failed
pl: klucz %08lX: wyszukanie zapisu nie powiod³o siê
tr: %08lX anahtarý: kayýt sorgulama baþarýsýz

source: key %08lX: already in trusted key table
pl: klucz %08lX: ju¿ znajduje siê w tablicy kluczy zaufanych
tr: %08lX anahtarý: zaten güvenceli anahtarlar tablosunda

source: key %08lX: accepted as trusted key.
pl: Klucz %08lX: zaakceptowany jako klucz zaufany.
tr: %08lX anahtarý: güvenceli bir anahtar olarak kabul edildi.

source: key %08lX: no public key for trusted key - skipped
pl: klucz %08lX: brak klucza publicznego dla zaufanego klucza - pominiêty
tr: %08lX anahtarý: güvenceli anahtar için genel anahtar yok - atlandý

source: NOTE: secret key %08lX is NOT protected.
pl: UWAGA: klucz tajny %08lX NIE jest chroniony.
tr: NOT: %08lX gizli anahtarý korunmuþ DEÐÝL.

source: key %08lX: secret and public key don't match
pl: klucz %08lX: klucz tajny nie pasuje do klucza jawnego
tr: %08lX anahtarý: gizli ve genel anahtarlar eþleþmiyor

source: enumerate secret keys failed: %s
pl: wyliczenie kluczy tajnych nie powiod³o siê %s
tr: gizli anahtarlarýn numaralanmasý baþarýsýz: %s

source: key %08lX.%lu: Good subkey binding
pl: klucz %08lX.%lu Dobre dowi±zanie podklucza
tr: anahtar %08lX.%lu: Doðru yardýmcý anahtar baðlantýsý

source: key %08lX.%lu: Invalid subkey binding: %s
pl: klucz %08lX.%lu: Niepoprawne dowi±zanie podklucza %s
tr: anahtar %08lX.%lu: Yardýmcý anahtar baðlantýsý geçersiz: %s

source: key %08lX.%lu: Valid key revocation
pl: klucz %08lX.%lu: Poprawne uniewa¿nienie klucza
tr: anahtar %08lX.%lu: anahtarýn yürürlükten kaldýrýlmasý geçerli

source: key %08lX.%lu: Invalid key revocation: %s
pl: klucz %08lX.%lu: Niew³a¶ciwe uniewa¿nienie klucza: %s
tr: anahtar %08lX.%lu: anahtarýn yürürlükten kaldýrýlmasý geçersiz

source: key %08lX.%lu: Valid subkey revocation
pl: klucz %08lX.%lu: Poprawne uniewa¿nienie podklucza
tr: anahtar %08lX.%lu: yardýmcý anahtarýn yürürlükten kaldýrýlmasý geçerli

source: Good self-signature
pl: Poprawny podpis klucza nim samym
tr: Doðru öz-imza

source: Invalid self-signature
pl: Niepoprawny podpis klucza nim samym
tr: Geçersiz öz-imza

source: Valid user ID revocation skipped due to a newer self signature
pl: Poprawne uniewa¿nienie identyfikatora u¿ytkownika pominiête z powodu nowszego podpisu tym samym kluczem
tr: Daha yeni bir öz-imzadan dolayý özgün dizi için geçerli yürürlükten kaldýrma atlandý

source: Valid user ID revocation
pl: Poprawne uniewa¿nienie identyfikatora u¿ytkownika
tr: Özgün dizi için geçerli yürürlükten kaldýrma

source: Invalid user ID revocation
pl: Niepoprawne uniewa¿nienie identyfikatora u¿ytkownika
tr: Özgün dizi için geçersiz yürürlükten kaldýrma

source: Valid certificate revocation
pl: Poprawne uniewa¿nienie certyfikatu
tr: Sertifika için geçerli yürürlükten kaldýrma

source: Good certificate
pl: Poprawny certyfikat
tr: Doðru sertifika

source: Invalid certificate revocation
pl: Niepoprawne uniewa¿nienie certyfikatu
tr: Sertifika için geçersiz yürürlükten kaldýrma

source: Invalid certificate
pl: Niepoprawny certyfikat
tr: Geçersiz sertifika

source: sig record %lu[%d] points to wrong record.
pl: zapis o podpisach %lu[%d] wskazuje na z³y wpis.
tr: imza kaydý %lu[%d] yanlýþ kayda gönderiyor.

source: duplicated certificate - deleted
pl: podwójny certyfikat - usuniêty
tr: kopyalanmýþ sertifika - silindi

source: tdbio_search_dir failed: %s
pl: Procedura tdbio_search_dir nie powiod³a siê: %s
tr: tdbio_search_dir baþarýsýz: %s

source: lid ?: insert failed: %s
pl: lid ?: wpisanie nie powiod³o siê: %s
tr: LID ?: yerleþtirme baþarýsýz: %s

source: lid %lu: insert failed: %s
pl: lid %lu: wpisanie nie powiod³o siê: %s
tr: LID %lu: yerleþtirme baþarýsýz: %s

source: lid %lu: inserted
pl: lid %lu: wpisany
tr: LID %lu: yerleþtirildi

source: error reading dir record: %s
pl: b³±d podczas odczytu wpisu katalogowego: %s
tr: dizin kaydýný okumada hata: %s

source: %lu keys processed
pl: %lu kluczy przetworzonych
tr: %lu anahtar iþlendi

source: %lu keys with errors
pl: %lu kluczy z b³êdami
tr: %lu anahtar hatalý

source: %lu keys inserted
pl: %lu kluczy wpisanych
tr: %lu anahtar yerleþtirildi

source: enumerate keyblocks failed: %s
pl: wyliczenie bloków kluczy nie powiod³o siê: %s
tr: anahtar bloklarýnýn numaralanmasý baþarýsýz: %s

source: lid %lu: dir record w/o key - skipped
pl: lid %lu: wpis katalogowy bez bloku klucza - pominiêty
tr: LID %lu: dizin kaydý anahtarsýz - atlandý

source: %lu due to new pubkeys
pl: %lu z powodu nowych podkluczy
tr: %lu genel anahtardan dolayý

source: %lu keys skipped
pl: %lu kluczy pominiêtych
tr: %lu anahtar atlandý

source: %lu keys updated
pl: %lu kluczy uaktualnionych
tr: %lu anahtar güncellendi

source: Ooops, no keys
pl: Oops, brak kluczy
tr: Hooop, anahtarlar yok

source: Ooops, no user IDs
pl: Oops, brak identyfikatorów u¿ytkowników
tr: Hooop, özgün dizi yok

source: check_trust: search dir record failed: %s
pl: check_trust: poszukiwanie wpisu katalogowego nie powiod³o siê: %s
tr: check_trust: dizin kaydýnýn aranmasý baþarýsýz: %s

source: key %08lX: insert trust record failed: %s
pl: klucz %08lX: wprowadzenie wpisu zaufania nie powiod³o siê: %s
tr: %08lX anahtarý: güvence kaydýnýn yerleþtirilmesi baþarýsýz: %s

source: key %08lX.%lu: inserted into trustdb
pl: Klucz %08lX.%lu: wprowadzony do bazy zaufania
tr: anahtar %08lX.%lu: güvence veritabanýna yerleþtirildi

source: key %08lX.%lu: created in future (time warp or clock problem)
pl: Klucz %08lX.%lu: stworzony w przysz³o¶ci (zaburzenia czasoprzestrzeni, lub ¼le ustawiony zegar systemowy)
tr: anahtar %08lX.%lu: ilerde yaratýlacak (zaman sapmasý ya da hýz problemi)

source: key %08lX.%lu: expired at %s
pl: klucz %08lX.%lu: okres wa¿no¶ci up³yn±³ %s
tr: anahtar %08lX.%lu: %s tarihinde kullaným süresi doldu

source: key %08lX.%lu: trust check failed: %s
pl: klucz %08lX.%lu: b³±d przy sprawdzaniu zaufania: %s
tr: anahtar %08lX.%lu: güvence kontrolu baþarýsýz: %s

source: user '%s' not found: %s
pl: u¿ytkownik '%s' nie odnaleziony: %s
tr: kullanýcý "%s" bulunamadý: %s

source: problem finding '%s' in trustdb: %s
pl: problem podczas szukania '%s' w bazie zaufania: %s
tr: "%s"in güvence veritabanýnda bulunmasýnda problem: %s

source: user '%s' not in trustdb - inserting
pl: brak u¿ytkownika '%s' w bazie zaufania - dodano
tr: kullanýcý "%s" güvence veritabanýnda deðil - yerleþtirildi

source: failed to put '%s' into trustdb: %s
pl: umieszczenie '%s' w Bazie Zaufania nie powiod³o siê: %s
tr: "%s"in güvence veritabanýna konulmasý baþarýsýz: %s

source: WARNING: can't yet handle long pref records
pl: OSTRZE¯ENIE: d³ugie wpisy ustawieñ jeszcze nie s± obs³ugiwane.
tr: UYARI: uzun önayarlar kayýtlarý henüz elde edilemedi

source: the signature could not be verified. Please remember that the signature file (.sig or .asc) should be the first file given on the command line.
pl: nie mo¿na sprawdziæ podpisu. Nale¿y pamiêtaæ o podawaniu pliku podpisu (.sig lub .asc) jako pierwszego argumentu linii poleceñ.
tr: imza doðrulanamadý. Ýmza dosyasýnýn (.sig veya .asc) komut satýrýnda verilecek ilk dosya olmasý gerektiðini lutfen hatýrýnýzdan çýkarmayýn.

source: input line %u too long or missing LF
pl: linia wej¶cia %u zbyt d³uga lub brak znaku LF
tr: girdi satýrý %u ya çok uzun ya da sonunda LF yok

source: %s: can't create keyring: %s
pl: %s: stworzenie zbioru kluczy jest niemo¿liwe: %s
tr: %s: anahtar demeti yaratýlamadý: %s

source: %s: keyring created
pl: %s: zbiór kluczy utworzony
tr: %s: anahtar demeti yaratýldý

source: WARNING: 2 files with confidential information exists.
pl: OSTRZE¯ENIE: Istniej± dwa pliki z poufnymi informacjami.
tr: UYARI: gizli bilgilerle 2 dosya mevcut.

source: %s is the unchanged one
pl: %s pozosta³ bez zmian
tr: %s deðiþmeyen

source: %s is the new one
pl: %s zosta³ utworzony
tr: %s yeni

source: Please fix this possible security flaw
pl: Proszê usun±æ to naruszenie zasad bezpieczeñstwa
tr: Lutfen bu güvenlik çatlaðýný giderin

source: key is not flagged as insecure - can't use it with the faked RNG!
pl: klucz nie jest oznaczony jako niepewny - nie mo¿na go u¿yæ z atrap± generatora liczb losowych!
tr: anahtar güvenli olarak iþaretlenmemiþ - onu sahte RNG ile kullanmayýn!

source: skipped `%s': duplicated
pl: pominiêty '%s': duplikat

source: skipped `%s': %s
pl: pominiêty '%s': %s
tr: "%s" atlandý: %s

source: skipped: secret key already present
pl: pominiêty: klucz tajny ju¿ znajduje siê w bazie

source: skipped `%s': this is a PGP generated ElGamal key which is not secure for signatures!
pl: pominiêty '%s': wygenerowany przez PGP klucz dla algorytmu ElGamala, podpisy sk³adane tym kluczem nie zapewniaj± bezpieczeñstwa!
tr: "%s" atlandý: bu imzalar için güvenli olmayan PGP üretimi bir ElGamal anahtarý!

source: File `%s' exists.
pl: Plik '%s' ju¿ istnieje.
tr: "%s" dosyasý var.

source: Overwrite (y/N)?
pl: Nadpisaæ (t/N)?
tr: Üzerine yazýlsýn mý? (e/H)?

source: %s: unknown suffix
pl: %s: nieznana koñcówka
tr: %s: bilinmeyen sonek

source: Enter new filename
pl: Nazwa pliku
tr: Yeni dosya ismini girin

source: writing to stdout
pl: zapisywanie na wyj¶cie standardowe
tr: standard çýktýya yazýyor

source: assuming signed data in `%s'
pl: przyjêto obecno¶æ podpisanych danych w '%s'
tr: "%s" içindeki veri imzalý sanýlýyor

source: %s: new options file created
pl: %s: stworzono nowy plik ustawieñ
tr: %s: yeni seçenekler dosyasý yaratýldý

source: %s: can't create directory: %s
pl: %s: nie mo¿na utworzyæ katalogu: %s
tr: %s: dizin yaratýlamadý: %s

source: %s: directory created
pl: %s: katalog utworzony
tr: %s: dizin yaratýldý

source: you have to start GnuPG again, so it can read the new options file
pl: aby u¿yæ nowego pliku ustawieñ, nale¿y od nowa uruchomiæ GnuPG
tr: Yeni seçenekler dosyasýnýn okunabilmesi için GnuPG yeniden baþlatýlmalýdýr

source: %s encrypted data
pl: %s zaszyfrowane dane
tr: %s þifreli veri

source: encrypted with unknown algorithm %d
pl: zaszyfrowane nieznanym algorytmem %d
tr: bilinmeyen algoritma %d ile þifrelenmiþ

source: WARNING: message was encrypted with a weak key in the symmetric cipher.
pl: OSTRZE¯ENIE: wiadomo¶æ by³a szyfrowana s³abym kluczem szyfru symetrycznego.
tr: UYARI: ileti simetrik þifre içindeki zayýf bir anahtarla þifrelendi.

source: problem handling encrypted packet
pl: problem podczas obróbki pakietu szyfrowego

source: weak key created - retrying
pl: wygenerowano s³aby klucz - operacja zostaje powtórzona
tr: zayýf anahtar yaratýldý - yeniden deneniyor

source: cannot avoid weak key for symmetric cipher; tried %d times!
pl: brak mo¿liwo¶ci generacji dobrego klucza dla szyfru symetrycznego; operacja by³a powtarzana %d razy!
tr: simetrik þifre için zayýf anahtarýn önlenmesi mümkün olamadý: %d kere denendi!

source: can't do that in batchmode without "--yes"
pl: bez opcji "--yes" nie dzia³a w trybie wsadowym
tr: önceden belirlenmiþ iþlemler kipinde "--yes" olmaksýzýn yapýlamaz

source: Delete this key from the keyring?
pl: Usun±æ ten klucz ze zbioru?
tr: Bu anahtar, anahtar demetinden silinsin mi?

source: This is a secret key! - really delete?
pl: To jest klucz tajny! - czy na pewno go usun±æ?
tr: Bu bir gizli anahtar! - gerçekten silinecek mi?

source: there is a secret key for this public key!
pl: jest klucz tajny do tego klucza publicznego!
tr: Bu genel anahtar için bir gizli anahtar var!
