Repository: jamesma/KLEEDynamicTesting
Catalog: gnupg-1.0.5/po/*.po
Languages: pl, tr

source: use option "--delete-secret-key" to delete it first.
pl: aby go usun±æ nalezy najpierw u¿yæ opcji "--delete-secret-key".
tr: silmek için "--delete-secret-key" seçeneðini önce kullanýn.

source: It's up to you to assign a value here; this value will never be exported to any 3rd party. We need it to implement the web-of-trust; it has nothing to do with the (implicitly created) web-of-certificates.
pl: Te wartosci u¿ytkownik przydziela wg swojego uznania; nie bêd± nigdy eksportowane poza ten system. Potrzebne s± one do zbudowania pajêczyny zaufania, i nie ma to nic wspólnego z tworzon± automatycznie sieci± certyfikatów.
tr: Bir deðeri buraya iþaretlemek size kalmýþ; bu deðer herhangi bir 3. partiye gönderilmiþ olmayacak. Bizim bir güvence webi saðlamaya ihtiyacýmýz var; (açýkça belirtilmeden yaratýlmýþ) bir sertifikalar web'iyle hiçbir þey yapýlmaz.

source: If you want to use this revoked key anyway, answer "yes".
pl: Je¶li mimo wszystko chcesz u¿yæ tego uniewa¿nionego klucza, odpowiedz "tak".
tr: Bu yürürlükten kaldýrýlmýþ anahtarý yine de kullanmak istiyorsanýz, cevap olarak "evet" yazýn.

source: If you want to use this untrusted key anyway, answer "yes".
pl: Je¶li mimo wszystko chcesz u¿yæ tego nie zaufanego klucza, odpowiedz "tak".
tr: Bu güvencesiz anahtarý yine de kullanmak istiyorsanýz, cevap olarak "evet" yazýn.

source: Enter the user ID of the addressee to whom you want to send the message.
pl: Podaj nazwy u¿ytkownika adresatów tej wiadomo¶ci.
tr: Bu iletiyi göndereceðiniz adresin özgün dizisini girin

source: Select the algorithm to use. DSA (aka DSS) is the digital signature algorithm which can only be used for signatures. This is the suggested algorithm because verification of DSA signatures are much faster than those of ElGamal. ElGamal is an algorithm which can be used for signatures and encryption. OpenPGP distinguishs between two flavors of this algorithms: an encrypt only and a sign+encrypt; actually it is the same, but some parameters must be selected in a special way to create a safe key for signatures: this program does this but other OpenPGP implementations are not required to understand the signature+encryption flavor. The first (primary) key must always be a key which is capable of signing; this is the reason why the encryption only ElGamal key is not available in this menu.
pl: Wybór algorytmu. DSA (zwany te¿ DSS) to algorytm podpisu cyfrowego i tylko do sk³adania podpisów mo¿e byæ u¿ywany. Jest to preferowany algorytm poniewa¿ sk³adane nim podpisy sprawdza siê du¿o szybciej ni¿ te sk³adane algorytmem ElGamala. Algorytm ElGamala mo¿e byæ u¿ywany zarówno do podpisów jak i do szyfrowania. Standard OpenPGP rozró¿nia dwa typy tego algorytmu - tylko do szyfrowania, oraz do szyfrowania i podpisywania. Faktycznie algorytm pozostaje bez zmian ale pewne parametry musz± byæ odpowiednio dobrane aby stworzyæ klucz którym mo¿na sk³adaæ bezpieczne podpisy. Ten program obs³uguje oba typy ale inne implementacje nnie musz± rozumieæ kluczy do podpisów i szyfrowania G³ówny klucz musi byæ kluczem podpisuj±cym, jest to powodem dla którego w tym menu nie ma mo¿no¶ci wyboru klucza ElGamala do szyfrowania.

source: Although these keys are defined in RFC2440 they are not suggested because they are not supported by all programs and signatures created with them are quite large and very slow to verify.
pl: Ten typ klucza jest zdefiniowany w RFC2440, jednak¿e jest on odradzany gdy¿ nie jest obs³ugiwany przez wszystkie programy, a podpisy nim sk³adane s± du¿e i ich sprawdzanie trwa d³ugo.
tr: Bu anahtarlar tüm programlar tarafýndan desteklenmediði için ve onlarla yaratýlan imzalar gereðinden büyük ve doðrulanmasý çok yavaþ olduðundan RFC2440 standardýnda tanýmlý olmalarýna raðmen tavsiye edilmezler.

source: Enter the size of the key
pl: Wprowad¼ rozmiar klucza
tr: Anahtar uzunluðunu girin

source: Answer "yes" or "no"
pl: Odpowied¼ "tak" lub "nie".
tr: Cevap "evet" ya da "hayýr"

source: Enter the required value as shown in the prompt. It is possible to enter a ISO date (YYYY-MM-DD) but you won't get a good error response - instead the system tries to interpret the given value as an interval.
pl: Wprowad¼ ¿±dan± warto¶æ (jak w znaku zachêty). Mo¿na tu podaæ datê w formacie ISO (RRRR-MM-DD) ale nie da to w³a¶ciwej obs³ugi b³êdów - system próbuje interpretowaæ podan± warto¶æ jako okres.
tr: Ýstenen deðeri girin. Ýyi bir hata cevabý almak istemezseniz onu ISO tarih biçiminde (YYYY-AA-GG) girmeniz mümkündür - ya da verilen deðeri sistem bir zaman aralýðý olarak çözmeyi dener.

source: Enter the name of the key holder
pl: Nazwa w³a¶ciciela klucza.
tr: Anahtar tutucunun ismini girin

source: please enter an optional but highly suggested email address
pl: proszê wprowadziæ opcjonalny ale mocno doradzany adres e-mail
tr: lütfen bir Eposta adresi girin (isteðe baðlý ancak þiddetle tavsiye edilir)

source: Please enter an optional comment
pl: Proszê wprowadziæ opcjonalny komentarz
tr: Lütfen bir yorum girin (isteðe baðlý)

source: N to change the name. C to change the comment. E to change the email address. O to continue with key generation. Q to to quit the key generation.
pl: N aby zmieniæ nazwê (nazwisko). C aby zmieniæ komentarz.< E aby zmieniæ adres e-mail. O aby kontynuowaæ tworzenie klucza. Q aby zrezygnowaæ z tworzenia klucza.
tr: Ý Ýsim deðiþtirmek için. Y Yorumu deðiþtirmek için. E Eposta adresini deðiþtirmek için. D anahtar üretimine Devam etmek için. Ç anahtar üretiminden Çýkmak için.

source: Answer "yes" (or just "y") if it is okay to generate the sub key.
pl: Je¶li ma zostaæ wygenerowany podklucz, nale¿y odpowiedzieæ "tak".
tr: Yardýmcý anahtarý üretmek istiyorsanýz "evet" ya da "e" girin.

source: Answer "yes" is you want to sign ALL the user IDs
pl: Aby podpisaæ WSZYSTKIE identyfikatory u¿ytkownika nale¿y odpowiedzieæ "tak".
tr: Özgün dizilerin TÜMünü imzalamak istiyorsanýz "evet" girin

source: Answer "yes" if you really want to delete this user ID. All certificates are then also lost!
pl: Aby skasowaæ ten identyfikator u¿ytkownika (co wi±¿e siê ze utrat± wszystkich jego po¶wiadczeñ!) nale¿y odpowiedzieæ "tak".
tr: Bu özgün diziyi gerçekten silmek istiyorsanýz "evet" girin. Böylece bütün sertifikalarýnýzý kaybedeceksiniz!

source: Answer "yes" if it is okay to delete the subkey
pl: Aby skasowaæ podklucz nale¿y odpowiedzieæ "tak".
tr: Bu yardýmcý anahtarý silmek istiyorsanýz "evet" girin

source: This is a valid signature on the key; you normally don't want to delete this signature because it may be important to establish a trust connection to the key or another key certified by this key.
pl: To jest poprawny podpis na tym kluczu; normalnie nie nale¿y go usuwaæ poniewa¿ mo¿e byæ wa¿ny dla zestawienia po³aczenia zaufania do klucza którym go z³o¿ono lub do innego klucza nim po¶wiadczonego.
tr: Bu, anahtar üzerinde geçerli bir imzadýr; anahtara ya da bu anahtarla sertifikalanmýþ bir diðer anahtara bir güvence baðlantýsý saðlamakta önemli olabileceðinden normalde bu imzayý silmek istemezsiniz.

source: This signature can't be checked because you don't have the corresponding key. You should postpone its deletion until you know which key was used because this signing key might establish a trust connection through another already certified key.
pl: Ten podpis nie mo¿e zostaæ potwierdzony poniewa¿ nie ma odpowiadaj±cego mu klucza publicznego. Nale¿y od³o¿yæ usuniêcie tego podpisu do czasu, kiedy oka¿e siê który klucz zosta³ u¿yty, poniewa¿ w momencie uzyskania tego klucza mo¿e pojawiæ siê ¶cie¿ka zaufania pomiêdzy tym a innym, ju¿ po¶wiadczonym kluczem.
tr: Karþýlýðý olmasý gereken anahtara sahip olmadýðýnýzdan bu imza kontrol edilemez. Bu imzalama anahtarý bir diðer zaten sertifikalý anahtara bir güvence baðlantýsý saðlamasý gerektiðinden kullanýlmýþ olduðunu bilene kadar silinmesini erteleyeceksiniz.

source: The signature is not valid. It does make sense to remove it from your keyring.
pl: Ten podpis jest niepoprawny. Mo¿na usuni±æ go z bazy kluczy.
tr: Ýmza geçersiz. Onu anahtar demetinden kaldýrmak için baþka nedene ihtiyaç yok.

source: This is a signature which binds the user ID to the key. It is usually not a good idea to remove such a signature. Actually GnuPG might not be able to use this key anymore. So do this only if this self-signature is for some reason not valid and a second one is available.
pl: To jest podpis wi±¿±cy identyfikator u¿ytkownika z kluczem. Nie nale¿y go usuwaæ - GnuPG mo¿e nie móc pos³ugiwaæ siê dalej kluczem bez takiego podpisu. Bezpiecznie mo¿na go usun±æ tylko je¶li ten podpis klucza nim samym z jakich¶ przyczyn nie jest poprawny, i klucz jest drugi raz podpisany w ten sam sposób.
tr: Bu imza özgün diziyi anahtara baðlar. Öz-imzayý silmek hiç iyi bir fikir deðil. GnuPG bu anahtarý bir daha hiç kullanamayabilir. Bunu sadece, eðer bu öz-imza bazý durumlarda geçerli deðilse ya da bir ikincisi yerine kullanýlabilecekse yapýn.

source: Please enter the passhrase; this is a secret sentence Blurb, blurb,....
pl: Podaj wyra¿enie przej¶ciowe (d³ugie, skomplikowane has³o) Bla, bla, bla....
tr: Lutfen anahtar parolanýzý girin; bu gizli bir cümle Blurb, blurb,....

source: Please repeat the last passphrase, so you are sure what you typed in.
pl: Proszê powrótrzyæ wyra¿enie przej¶ciowe, aby upewniæ siê ¿e nie by³o pomy³ki.
tr: Lütfen son parolayý tekrarla ki ne yazdýðýný bildiðinden emin ol.

source: Give the name of the file to which the signature applies
pl: Podaj nazwê pliku którego dotyczy ten podpis
tr: Ýmzanýn uygulanacaðý dosyanýn ismini verin

source: Answer "yes" if it is okay to overwrite the file
pl: Je¶li mo¿na nadpisaæ ten plik, nale¿y napisaæ "tak"
tr: Dosyanýn üzerine yazýlacaksa lütfen "evet" yazýn

source: Please enter a new filename. If you just hit RETURN the default file (which is shown in brackets) will be used.
pl: Nazwa pliku. Naci¶niêcie ENTER potwierdzi nazwê domy¶ln± (w nawiasach).
tr: Lütfen yeni dosya ismini girin. Dosya ismini yazmadan RETURN tuþlarsanýz parantez içinde gösterilen öntanýmlý dosya kullanýlacak.

source: You should specify a reason for the certification. Depending on the context you have the ability to choose from this list: "Key has been compromised" Use this if you have a reason to believe that unauthorized persons got access to your secret key. "Key is superseded" Use this if you have replaced this key with a newer one. "Key is no longer used" Use this if you have retired this key. "User ID is no longer valid" Use this to state that the user ID should not longer be used; this is normally used to mark an email address invalid.
pl: Nalezy podaæ powód uniewa¿nienia klucza. W zale¿no¶ci od kontekstu mo¿na go wybraæ z listy: "Klucz zosta³ skompromitowany" Masz powody uwa¿aæ ¿e twój klucz tajny dosta³ siê w niepowo³ane rêce. "Klucz zosta³ zast±piony" Klucz zosta³ zast±piony nowym. "Klucz nie jest ju¿ u¿ywany" Klucz zosta³ wycofany z u¿ycia. "Identyfikator u¿ytkownika przesta³ byæ poprawny" Identyfikator u¿ytkownika (najczê¶ciej adres e-mail przesta³ byæ poprawny.
tr: Sertifikalama için bir sebep belirtmelisiniz. Ýçeriðine baðlý olarak bu listeden seçme yeterliðine sahipsiniz: "Anahtar tehlikede" Yetkisiz kiþilerin gizli anahtarýnýza eriþebildiðine inanýyorsanýz bunu seçin. "Anahtar geçici" Daha yeni biriyle bu anahtarý deðiþtirecekseniz bunu seçin. "Anahtar artýk kullanýlmayacak" Anahtarý emekliye ayýracaksanýz bunu seçin. "Özgün dizi artýk geçersiz" Özgün dizi artýk kullanýlmayacak durumdaysa bunu seçin; normalde Eposta adresi geçersiz olduðunda kullanýlýr.

source: If you like, you can enter a text describing why you issue this revocation certificate. Please keep this text concise. An empty line ends the text.
pl: Je¶li chcesz, mo¿esz podaæ opis powodu wystawienia certyfikatu uniewa¿nienia. Opis powinien byc zwiêz³y. Pusta linia koñczy wprowadzanie tekstu.
tr: Ýsterseniz, neden bu yürürlükten kaldýrma sertifikasýný yayýnlayacaðýnýzý açýklayan bir metin girebilirsiniz. Lütfen bu metin kýsa olsun. Bir boþ satýr metni bitirir.

source: No help available
pl: Pomoc niedostêpna
tr: yardým taze bitti

source: No help available for `%s'
pl: Brak pomocy o '%s'
tr: "%s" için yardým taze bitti

source: nN
tr: yY
