Repository: jamesma/KLEEDynamicTesting
Catalog: gnupg-1.0.5/po/*.po
Languages: pl, tr

source: unexpected armor:
pl: nieoczekiwane opakowanie:
tr: beklenmeyen zýrh:

source: invalid radix64 character %02x skipped
pl: niew³a¶ciwy znak formatu radix64 %02x zosta³ pominiêty
tr: geçersiz radix64 karakteri %02x atlandý

source: premature eof (no CRC)
pl: przewczesny koniec pliku (brak CRC)
tr: dosya sonu belirsiz (CRC yok)

source: premature eof (in CRC)
pl: przedwczesny koniec pliku (w CRC)
tr: dosya sonu belirsiz (CRC içinde)

source: malformed CRC
pl: b³±d formatu CRC
tr: CRC bozulmuþ

source: CRC error; %06lx - %06lx
pl: B³±d sumy CRC; %06lx - %06lx
tr: CRC hatasý; %06lx - %06lx

source: premature eof (in Trailer)
pl: przedwczesny koniec pliku (w linii koñcz±cej)
tr: dosya sonu belirsiz (kuyruk içinde)

source: error in trailer line
pl: b³±d w linii koñcz±cej
tr: kuyruk satýrýnda hata

source: For info see http://www.gnupg.org
pl: Dalsze informacje znajduj± siê na http://www.gnupg.org/
tr: Bilgi için http://www.gnupg.org adresine bir bakýn

source: no valid OpenPGP data found.
pl: nie odnaleziono poprawnych danych w formacie OpenPGP.
tr: geçerli OpenPGP verisi yok

source: invalid armor: line longer than %d characters
pl: b³±d opakowania: linia d³u¿sza ni¿ %d znaków
tr: geçersiz zýrh: satýr %d karakterden uzun

source: quoted printable character in armor - probably a buggy MTA has been used
pl: znak kodowania quoted-printable w opakowaniu ASCII - prawdopodobnie przek³amanie wprowadzone przez program transportowy poczty
tr: zýrh içinde uluslararasý karakterler - hatalý yazýlmýþ bir MTA kullanýlmýþ olabilir

source: Fingerprint:
pl: Odcisk:
tr: Parmak izi:

source: Fingerprint:
pl: Odcisk klucza:
tr: Parmak izi:

source: No reason specified
pl: Nie podano przyczyny
tr: Belirtilmiþ bir neden yok

source: Key is superseded
pl: Klucz zosta³ zast±piony
tr: Anahtar geçici

source: Key has been compromised
pl: Klucz zosta³ skompromitowany
tr: Anahtar tehlikede

source: Key is no longer used
pl: Klucz nie jest ju¿ u¿ywany
tr: Anahtar artýk kullanýlmayacak

source: User ID is no longer valid
pl: Identyfikator u¿ytkownika przesta³ byæ poprawny
tr: Özgün dizi artýk geçersiz

source: Reason for revocation:
pl: Powód uniewa¿nienia:
tr: Yürürlükten kaldýrma sebebi:

source: Revocation comment:
pl: Komentarz do uniewa¿nienia:
tr: Yürürlükten kaldýrma yorumu:

source: sSmMqQ
pl: iIpPwW
tr: bBmMçÇ

source: No trust value assigned to %lu: %4u%c/%08lX %s "
pl: Brak warto¶ci zaufania dla %lu: %4u%c/%08lX %s "
tr: %lu için uygun olan güvence deðeri yok: %4u%c/%08lX %s "

source: Please decide how far you trust this user to correctly verify other users' keys (by looking at passports, checking fingerprints from different sources...)? 1 = Don't know 2 = I do NOT trust 3 = I trust marginally 4 = I trust fully s = please show me more information
pl: Zastanów siê jak bardzo ufasz temu u¿ytkownikowi w kwestii sprawdzania to¿samo¶ci innych w³a¶cicieli kluczy (czy sprawdzi on odciski klucza pobrane z ró¿nych ¼róde³, dokumenty potwierdzaj±ce to¿samo¶æ w³a¶ciciela klucza itd.)? 1 = Nie wiem. 2 = NIE ufam mu w tej kwestii. 3 = Ufam marginalnie. 4 = W pe³ni mu ufam. i = potrzebujê wiêcej informacji
tr: Bu kullanýcýnýn "diðer kullanýcýlarý doðrulama" anahtarlarýnýn uygun biçimde olduðuna nasýl güvence verebiliyorsunuz? Lütfen karar verin. (Pasaportlarýna bakarak mý, farklý kaynaklardan parmak izlerini kontrol ederek mi, ...?) 1 = Bilmirem )-: 2 = Güvence veremem 3 = Sýnýrlý güvence verebilirim 4 = Tam güvence veririm b = lütfen bana biraz daha bilgi ver

source: m = back to the main menu
pl: p = powrót do g³ównego menu
tr: m = ana menuye dön

source: q = quit
pl: w = wyj¶cie
tr: ç = çýk

source: Your decision?
pl: Twoja decyzja?
tr: Kararýnýz?

source: Certificates leading to an ultimately trusted key:
pl: Certyfikaty prowadz±ce do ostatecznie zaufanego klucza:
tr: Son derece güvenceli bir anahtarla sonuçlanan sertifikalar:

source: Could not find a valid trust path to the key. Let's see whether we can assign some missing owner trust values.
pl: Niemo¿liwe jest znalezienie poprawnej scie¿ki zaufania do tego klucza. Sprawd¼my czy mo¿na przypisaæ brakuj±ce warto¶ci zaufania.
tr: Anahtara geçerli bir güvence yolu bulunamadý. Sahibi bulunmayan bazý güvence deðerlerinden tahsis edip edemeyeceðimize bir bakalým.

source: No path leading to one of our keys found.
pl: Brak ¶cie¿ki prowadz±cej do którego¶ z naszych kluczy.
tr: Anahtarlarýmýzdan biriyle sonuçlanan bir yol bulunamadý.

source: No certificates with undefined trust found.
pl: Brak certyfikatów o niezdefiniowanym poziomie zaufania.
tr: Güvence tanýmlanmamýþ sertifika bulunamadý.

source: No trust values changed.
pl: Parametry zaufania nie zosta³y zmienione.
tr: Güvence deðerleri deðiþmedi.

source: key %08lX: key has been revoked!
pl: klucz %08lX: klucz zosta³ uniewa¿niony!
tr: anahtar %08lX: anahtar yürürlükten kaldýrýlmýþ!

source: Use this key anyway?
pl: U¿yæ tego klucza pomimo to?
tr: Bu anahtar n'olursa olsun kullanýlsýn mý?

source: key %08lX: subkey has been revoked!
pl: klucz %08lX: podklucz zosta³ uniewa¿niony!
tr: anahtar %08lX: yardýmcý anahtar yürürlükten kaldýrýlmýþ!

source: %08lX: key has expired
pl: %08lX: data wa¿no¶ci klucza up³ynê³a
tr: %08lX: anahtarýn kullaným süresi dolmuþ

source: %08lX: no info to calculate a trust probability
pl: %08lX: brak informacji aby obliczyæ prawdopodobieñstwo zaufania
tr: %08lX: bir güvence olasýlýðýný hesaplamak için bilgi yok

source: %08lX: We do NOT trust this key
pl: %08lX: NIE UFAMY temu kluczowi
tr: %08lX: Bu anahtara güvence vermiyoruz

source: %08lX: It is not sure that this key really belongs to the owner but it is accepted anyway
pl: %08lX: Nie ma pewno¶æi ¿e ten klucz faktycznie nale¿y do odoby podaj±cej siê za jego w³a¶ciciela, ale jest akceptowalny.
tr: %08lX: Ne olursa olsun diyerek kabul edildiðinden bu anahtarýn gerçekten sahibine ait olup olmadýðýndan emin olunamaz.

source: This key probably belongs to the owner
pl: Ten klucz prawdopodobnie nale¿y do osoby podaj±cej siê za jego w³a¶ciciela.
tr: Bu anahtarýn sahibine ait olduðu umuluyor

source: This key belongs to us
pl: Ten klucz nale¿y do nas
tr: Bu anahtar bizim

source: It is NOT certain that the key belongs to its owner. If you *really* know what you are doing, you may answer the next question with yes
pl: NIE MA pewno¶ci ¿e ten klucz nale¿y do osoby która podaje siê za jego w³a¶ciciela. Je¶li nie masz co do tego ¿adnych w±tpliwo¶ci i *naprawdê* wiesz co robisz mo¿esz odpowiedzieæ "tak" na nastêpne pytanie.
tr: Bu anahtarýn sahibine ait olduðu kesin DEÐÝL. *Gerçekten* ne yaptýðýnýzý biliyorsanýz, sonraki soruya da evet cevabý verebilirsiniz.

source: WARNING: Using untrusted key!
pl: OSTRZE¯ENIE: u¿ywany jest klucz nie obdarzony zaufaniem!
tr: UYARI: Güvencesiz anahtar kullanýlýyor!

source: WARNING: This key has been revoked by its owner!
pl: OSTRZE¯ENIE: Ten klucz zosta³ uniewa¿niony przez w³a¶ciciela!
tr: UYARI: Bu anahtar sahibi tarafýndan yürürlükten kaldýrýlmýþ!

source: This could mean that the signature is forgery.
pl: To mo¿e oznaczaæ ¿e podpis jest fa³szerstwem.
tr: Bu imza sahtekarlýktýr anlamýnda olabilirdi.

source: WARNING: This subkey has been revoked by its owner!
pl: OSTRZE¯ENIE: Ten podklucz zosta³ uniewa¿niony przez w³a¶ciciela!
tr: UYARI: Bu yardýmcý anahtar sahibi tarafýndan yürürlükten kaldýrýlmýþ!

source: Note: This key has expired!
pl: Uwaga: Data wa¿no¶ci tego klucza up³ynê³a!
tr: Not: Bu anahtarýn kullaným süresi dolmuþ!

source: WARNING: This key is not certified with a trusted signature!
pl: OSTRZE¯ENIE: Ten klucz nie jest po¶wiadczony zaufanym podpisem!
tr: UYARI: Bu anahtar güvenceli bir imza ile sertifikalanmamýþ!

source: There is no indication that the signature belongs to the owner.
pl: Nic nie wskazuje na to ¿e ten podpis z³o¿y³ w³a¶ciciel klucza.
tr: Bu imzanýn sahibine ait olduðunu belirten bir iþaret yok.

source: WARNING: We do NOT trust this key!
pl: OSTRZE¯ENIE: NIE UFAMY temu kluczowi!
tr: UYARI: Bu anahtara güvence vermiyoruz!

source: The signature is probably a FORGERY.
pl: Ten podpis prawdopodobnie jest FA£SZERSTWEM.
tr: Bu imzanýn bir SAHTEKARLIK olduðu umuluyor.

source: WARNING: This key is not certified with sufficiently trusted signatures!
pl: OSTRZE¯ENIE: Tego klucza nie po¶wiadczaj± wystarczaj±c zaufanyne podpisy!
tr: UYARI: Bu anahtar yeterince güvenceli imzalarla sertifikalanmamýþ!

source: It is not certain that the signature belongs to the owner.
pl: Nie ma pewno¶ci ¿e ten podpis zosta³ z³o¿nony przez w³a¶ciciela.
tr: Bu imzanýn sahibine ait olduðu kesin deðil.

source: %s: skipped: %s
pl: %s: pominiêty: %s
tr: %s: atlandý: %s

source: %s: skipped: public key already present
pl: %s: pominiêty: klucz publiczny ju¿ znajduje siê w bazie
tr: %s: atlandý: genel anahtar zaten mevcut

source: You did not specify a user ID. (you may use "-r")
pl: Nie poda³e¶ identyfikatora u¿ytkownika (user ID). Mo¿na to zrobiæ za pomoc± opcji "-r".
tr: Bir özgün dizi belirtmediniz. ("-r" kullanabilirsiniz)

source: Enter the user ID:
pl: Wprowad¼ identyfikator u¿ytkownika (user ID):
tr: Özgün diziyi girin:

source: No such user ID.
pl: Brak takiego identyfikatora u¿ytkownika.
tr: Böyle bir özgün dizi yok.

source: skipped: public key already set as default recipient
pl: pominiêty: klucz publiczny ju¿ jest domy¶lnym adresatem
tr: atlandý: genel anahtar zaten öntanýmlý alýcý olarak ayarlanmýþ

source: Public key is disabled.
pl: Klucz publiczny wy³±czony z uzycia.
tr: Genel anahtar iptal edildi.

source: skipped: public key already set with --encrypt-to
pl: pominiêty: klucz publiczny ju¿ wybrany w --encrypt-to
tr: atlandý: genel anahtar --encrypt-to ile zaten ayarlanmýþ

source: unknown default recipient `%s'
pl: nieznany domy¶lny adresat '%s'
tr: öntanýmlý alýcý "%s" bilinmiyor

source: %s: error checking key: %s
pl: %s: b³±d podczas sprawdzania klucza: %s
tr: %s: anahtar kontrol edilirken hata: %s

source: %s: skipped: public key is disabled
pl: %s: pominiêty: klucz publiczny wy³±czony z u¿ycia
tr: %s: atlandý: genel anahtar iptal edildi

source: no valid addressees
pl: brak poprawnych adresów
tr: geçerli adresler yok

source: writing self signature
pl: zapis podpisu klucza nim samym
tr: öz-imza yazýlýyor

source: writing key binding signature
pl: zapis podpisu wi±¿±cego klucz
tr: anahtarý garantileyen imzayý yazýyor

source: keysize invalid; using %u bits
pl: niew³a¶ciwa d³ugo¶æ klucza; wykorzystano %u bitów
tr: anahtar uzunluðu geçersiz; %u bit kullanýlýyor

source: keysize rounded up to %u bits
pl: rozmair klucza zaokr±glony do %u bitów
tr: anahtar uzunluðu %u bite yuvarlandý

source: Please select what kind of key you want:
pl: Proszê wybraæ rodzaj klucza:
tr: Lütfen istediðiniz anahtarý seçiniz:

source: (%d) DSA and ElGamal (default)
pl: (%d) Para kluczy dla algorytmów DSA i ElGamala (domy¶lne)
tr: (%d) DSA ve ElGamal (öntanýmlý)

source: (%d) DSA (sign only)
pl: (%d) DSA (tylko do podpisywania)
tr: (%d) DSA (yalnýz imzalamak için)

source: (%d) ElGamal (encrypt only)
pl: (%d) Klucz dla algorytmu ElGamala (tylko do szyfrowanie)
tr: (%d) ElGamal (Yanýz þifrelemek için)

source: (%d) ElGamal (sign and encrypt)
pl: (%d) Klucz dla algorytmu ElGamala (do szyfrowania i podpisywania)
tr: (%d) ElGamal (imzalamak ve þifrelemek için)

source: (%d) RSA (sign and encrypt)
pl: (%d) Klucz dla algorytmu RSA (do szyfrowania i podpisywania)
tr: (%d) RSA (imzalamak ve þifrelemek için)

source: Your selection?
pl: Twój wybór?
tr: Seçiminiz?

source: Do you really want to create a sign and encrypt key?
pl: Czy na pewno chcesz stworzyæ klucz do szyfrowania i podpisywania?
tr: Bir imza ve þifreleme anahtarý yaratmayý gerçekten istiyor musunuz?

source: The use of this algorithm is deprecated - create anyway?
pl: U¿ywanie tego algorytmu jest odradzane - tworzyæ mimo to?

source: Invalid selection.
pl: Niew³a¶ciwy wybór.
tr: Seçim geçersiz.

source: About to generate a new %s keypair. minimum keysize is 768 bits default keysize is 1024 bits highest suggested keysize is 2048 bits
pl: Nast±pi generacja nowej pary kluczy dla algorytmu(ów) %s. minimalny rozmiar klucza wynosi 768 bitów domy¶lny rozmiar klucza wynosi 1024 bity najwiêkszy sugerowany rozmiar klucza wynosi 2048 bitów
tr: Yeni bir %s anahtar çifti üretmek üzeresiniz. en küçük anahtar uzunluðu: 768 bit öntanýmlý anahtar uzunluðu: 1024 bit önerilebilecek en büyük anahtar uzunluðu: 2048 bit

source: What keysize do you want? (1024)
pl: Jakiej d³ugo¶ci klucz wygenerowaæ? (1024)
tr: Ýstediðiniz anahtar uzunluðu nedir? (1024)

source: DSA only allows keysizes from 512 to 1024
pl: Klucz dla DSA musi mieæ d³ugo¶æ pomiêdzy 512 i 1024 bitow.
tr: DSA anahtarýnýn uzunluðu 512 ile 1024 bit arasýnda olabilir

source: keysize too small; 768 is smallest value allowed.
pl: D³ugo¶æ klucza zbyt ma³a; minimalna dopuszczona wynosi 768 bitów.
tr: anahtar uzunluðu çok küçük; en küçük anahtar uzunluðu 768 bit'tir.

source: keysize too small; 1024 is smallest value allowed for RSA.
pl: D³ugo¶æ klucza zbyt ma³a; minimalna dopuszczalna dla RSA wynosi 1024 bity.
tr: anahtar uzunluðu çok küçük; RSA anahtarý için en küçük uzunluk: 1024 bit

source: keysize too large; %d is largest value allowed.
pl: zbyt du¿y rozmiar klucza, ograniczenie wynosi %d.
tr: anahtar uzunluðu çok büyük; izin verilen en büyük deðer: %d bit

source: Keysizes larger than 2048 are not suggested because computations take REALLY long!
pl: Klucze d³u¿sze ni¿ 2048 bitów s± odradzane, poniewa¿ obliczenia trwaj± wtedy BARDZO d³ugo!
tr: Hesaplama EPEYCE UZUN zaman alacaðýndan anahtar uzunluklarýnda 2048 bitten fazlasý tavsiye edilmez.

source: Are you sure that you want this keysize?
pl: Na pewno wygenerowaæ klucz takiej d³ugo¶ci?
tr: Bu anahtar uzunluðunu istediðinizden emin misiniz?

source: Okay, but keep in mind that your monitor and keyboard radiation is also very vulnerable to attacks!
pl: Nale¿y tak¿e pamiêtaæ o tym, ¿e informacje mog± byæ te¿ wykradzione z komputera przez pods³uch emisji elektromagnetycznej klawiatury i monitora!
tr: Pekala, þimdi monitör ve klavyeden uzaklaþýn! Anahtar üretimi sýrasýndaki bu aygýtlardan yayýlacak radyasyon size zarar verebilir!

source: Do you really need such a large keysize?
pl: Czy naprawdê potrzebujesz takiego d³ugiego klucza?
tr: Bu kadar büyük anahtar uzunluðuna gerçekten ihtiyacýnýz var mý?

source: Requested keysize is %u bits
pl: ¯±dana d³ugo¶æ klucza to %u bity.
tr: Ýstenen anahtar uzunluðu: %u bit

source: rounded up to %u bits
pl: zaokr±glono do %u bitów
tr: %u bite yuvarlandý

source: Please specify how long the key should be valid. 0 = key does not expire <n> = key expires in n days <n>w = key expires in n weeks <n>m = key expires in n months <n>y = key expires in n years
pl: Okres wa¿no¶æi klucza. 0 = klucz nie ma okre¶lonego terminu wa¿no¶ci <n> = termin wa¿no¶ci klucza up³ywa za n dni <n>w = termin wa¿no¶ci klucza up³ywa za n tygodni <n>m = termin wa¿no¶ci klucza up³ywa za n miesiêcy <n>y = termin wa¿no¶ci klucza up³ywa za n lat
tr: Lütfen anahtarýn ne kadar süreyle geçerli olacaðýný belirtin. 0 = anahtar hayatýnýz boyunca geçerli <n> = anahtar n gün geçerli <n>w = anahtar n hafta geçerli <n>m = anahtar n ay geçerli <n>y = anahtar n yýl geçerli

source: Key is valid for? (0)
pl: Okres wa¿no¶ci klucza ? (0)
tr: Anahtar ne kadar geçerli olacak? (0)

source: invalid value
pl: niepoprawna warto¶æ
tr: deðer hatalý

source: Key does not expire at all
pl: Klucz nie ma daty wa¿no¶ci (nie traci wa¿no¶ci z up³ywem czasu).
tr: Anahtar hayatýnýz boyunca geçerli

source: Key expires at %s
pl: Data wa¿no¶ci klucza: %s
tr: Anahtarýn son kullanma tarihi: %s

source: Your system can't display dates beyond 2038. However, it will be correctly handled up to 2106.
pl: Twój system nie potrafi pokazaæ daty po roku 2038. Niemniej daty do roku 2106 bêd± poprawnie obs³ugiwane.
tr: Sisteminiz 2038 yýlýndan sonraki tarihleri gösteremiyor. Ama emin olun ki 2106 yýlýna kadar elde edilebilecek.

source: Is this correct (y/n)?
pl: Dane poprawne (t/n)?
tr: Bu doðru mu? (e/h)?

source: You need a User-ID to identify your key; the software constructs the user id from Real Name, Comment and Email Address in this form: "Heinrich Heine (Der Dichter) <heinrichh@duesseldorf.de>"
pl: Musisz okre¶liæ identyfikator u¿ytkownika aby mo¿na by³o rozpoznaæ twój klucz; program z³o¿y go z twojego imienia i nazwiska, komentarza i adresu poczty elektronicznej. Bêdzie on mia³ tak± postaæ: "Tadeusz ¯eleñski (Boy) <tzb@domena.pl>"
tr: Anahtarýnýzý tanýmlamak için bir özgün dizi gerekiyor; Yazýlým bu özgün diziyi Adý Soyadý, Yorum ve Eposta adresi alanlarýndan "Fatih Sultan Mehmet (padisah) <fsmehmet@topkapi.tr>" þeklinde oluþturur.

source: Real name:
pl: Imiê i nazwisko:
tr: Adýnýz ve Soyadýnýz:

source: Invalid character in name
pl: Niew³a¶ciwy znak w imieniu lub nazwisku
tr: Ad ve soyadýnýzda geçersiz karakter var

source: Name may not start with a digit
pl: Imiê lub nazwisko nie mo¿e zaczynaæ siê od cyfry
tr: Ad ve soyadýnýz bir rakamla baþlamamalý

source: Name must be at least 5 characters long
pl: Imiê i nazwisko musz± mieæ conajmniej 5 znaków d³ugo¶ci.
tr: Ad ve soyadýnýz en az 5 harfli olmalý

source: Email address:
pl: Adres poczty elektronicznej:
tr: Eposta adresiniz:

source: Not a valid email address
pl: To nie jest poprawny adres poczty elektronicznej
tr: geçerli bir Eposta adresi deðil

source: Comment:
pl: Komentarz:
tr: Yorum:

source: Invalid character in comment
pl: Niew³a¶ciwy znak w komentarzu
tr: Yorum alanýnda geçersiz karakter

source: You are using the `%s' character set.
pl: U¿ywasz zestawu znaków %s.
tr: "%s" karakter setini kullanýyorsunuz.

source: You selected this USER-ID: "%s"
pl: Twój identyfikator u¿ytkownika bêdzie wygl±da³ tak: "%s"
tr: Seçtiðiniz ÖZGÜN DÝZÝ: "%s"

source: Please don't put the email address into the real name or the comment
pl: Nie nalezy umieszczaæ adresu poczty elektronicznej w polu nazwiska czy komentarza.
tr: Lütfen Eposta adresinizi Adý ve Soyadý veya Yorum alaný içine koymayýn

source: NnCcEeOoQq
pl: IiKkEeDdWw
tr: AaYyEeTtÇç

source: Change (N)ame, (C)omment, (E)mail or (Q)uit?
pl: Zmieniæ (I)miê/nazwisko, (K)omentarz, adres (E)mail, czy (W)yj¶æ?
tr: (A)dý ve Soyadý, (Y)orum, (E)posta alanlarýný deðiþtir ya da (Ç)ýk?

source: Change (N)ame, (C)omment, (E)mail or (O)kay/(Q)uit?
pl: Zmieniæ (I)miê/nazwisko, (K)omentarz, adres (E)mail, przej¶æ (D)alej czy (W)yj¶æ z programu ?
tr: (A)dý ve Soyadý, (Y)orum, (E)posta alanlarýný deðiþtir ya da (T)amam/(Ç)ýk?

source: Please correct the error first
pl: Najpierw trzeba poprawiæ ten b³±d
tr: Lütfen önce hatayý düzeltin

source: You need a Passphrase to protect your secret key.
pl: Musisz podaæ wyra¿enie przej¶ciowe (has³o) aby ochroniæ swój klucz tajny.
tr: Gizli anahtarýnýzý korumak için bir anahtar parolasýna gereksiniminiz var.

source: passphrase not correctly repeated; try again.
pl: Powtórzone wyra¿enie przej¶ciowe nie zgadza siê z podanym w pierwszej próbie; spróbuj jeszcze raz.
tr: anahtar parolasý doðru olarak tekrarlanmadý; tekrar deneyin.

source: You don't want a passphrase - this is probably a *bad* idea! I will do it anyway. You can change your passphrase at any time, using this program with the option "--edit-key".
pl: Nie chcesz podaæ wyra¿enia przej¶ciowego (has³a) - to z³y pomys³! W ka¿dej chwili mo¿esz ustawiæ wyra¿enie przej¶ciowe u¿ywaj±c tego programu i opcji "--edit-key".
tr: Bir anahtar parolasý istemediniz - bu *kötü* bir fikir! Nasýl isterseniz. Anahtar parolanýzý bu programý "--edit-key" seçeneði ile kullanarak her zaman deðiþtirebilirsiniz.

source: We need to generate a lot of random bytes. It is a good idea to perform some other action (type on the keyboard, move the mouse, utilize the disks) during the prime generation; this gives the random number generator a better chance to gain enough entropy.
pl: Musimy wygenerowaæ du¿o losowych bajtów. Dobrym pomys³em podczas generowania liczb pierszych jest wykonanywanie w tym czasie innych dzia³añ (pisanie na klawiaturze, poruszanie myszk±, odwo³anie siê do dysków); dziêki temu generator liczb losowych ma mo¿liwo¶æ zebrania odpowiedniej ilo¶ci entropii.
tr: Bir miktar rasgele byte üretilmesi gerekiyor. Ýlk üretim sýrasýnda biraz hareket (klavyeyi kullanmak, fareyi hareket ettirmek, disklerden yaralanmak) iyi olacaktýr; bu yeterli ganimet kazanmak için rasgele sayý üretimine daha fazla þans verir.

source: DSA keypair will have 1024 bits.
pl: Para kluczy dla DSA bêdzie mia³a 1024 bity d³ugo¶ci.
tr: DSA anahtar çifti 1024 bit olacak.

source: Key generation canceled.
pl: Procedura generacji klucza zosta³a anulowana.
tr: Anahtar üretimi durduruldu.

source: writing public key to `%s'
pl: zapisujê klucz publiczny w '%s'
tr: genel anahtarý "%s"e yazýyor

source: writing secret key to `%s'
pl: zapisujê klucz tajny w '%s'
tr: gizli anahtarý "%s"e yazýyor

source: public and secret key created and signed.
pl: tajny i publiczny klucz zosta³y utworzone i podpisane.
tr: genel ve gizli anahtar üretildi ve imzalandý.

source: Note that this key cannot be used for encryption. You may want to use the command "--edit-key" to generate a secondary key for this purpose.
pl: Ten klucz nie mo¿e byæ wykorzystany do szyfrowania. Komend± "--edit-key" mo¿na dodaæ do niego podklucz u¿ywany do szyfrowania.
tr: Bu anahtarýn þifreleme için kullanýlamayacaðýný bir kenara not edin. Þifrelemede kullanmak amacýyla ikinci bir anahtar üretmek isterseniz "--edit-key" seçeneðini kullanabilirsiniz.

source: Key generation failed: %s
pl: Generacja klucza nie powiod³a siê: %s
tr: Anahtar üretimi baþarýsýzlýða uðradý: %s

source: key has been created %lu second in future (time warp or clock problem)
pl: klucz zosta³ stworzony %lu sekundê w przysz³o¶ci (zaburzenia czasoprzestrzeni, lub ¼le ustawiony zegar systemowy)
tr: anahtar üretimi %lu saniye sürecek (zaman sapmasý veya hýz problemi)

source: key has been created %lu seconds in future (time warp or clock problem)
pl: klucz zosta³ stworzony %lu sekund w przysz³o¶ci (zaburzenia czasoprzestrzeni, lub ¼le ustawiony zegar systemowy)
tr: anahtar üretimi %lu saniye sürecek (zaman sapmasý ya da hýz problemi)

source: Really create?
pl: Na pewno utworzyæ?
tr: Gerçekten yaratýlacak mý?

source: %s: can't open: %s
pl: %s: nie mo¿na otworzyæ: %s
tr: %s: açýlamadý: %s

source: error creating passphrase: %s
pl: b³±d podczs tworzenia wyra¿enia przej¶ciowego (has³a): %s
tr: anahtar parolasý oluþturulurken hata: %s

source: %s: WARNING: empty file
pl: %s: OSTRZE¯ENIE: plik jest pusty
tr: %s: UYARI: dosya boþ

source: reading from `%s'
pl: odczyt z '%s'
tr: "%s"den okuyor

source: %s/%s encrypted for: %s
pl: %s/%s zaszyfrowany dla: %s
tr: %s/%s %s için þifrelendi

source: %s: user not found: %s
pl: %s: nie znaleziono u¿ytkownika %s
tr: %s: kullanýcý bulunamadý: %s

source: certificate read problem: %s
pl: b³±d przy odczycie certyfikatu: %s
tr: sertifika okuma problemi: %s

source: key %08lX: not a rfc2440 key - skipped
pl: klucz %08lX: nie jest w formacie RFC 2440 - pominiêty
tr: %08lX anahtarý: bir RFC2440 anahtarý deðil - atlandý

source: key %08lX: not protected - skipped
pl: klucz %08lX: nie jest chroniony - pominiêty
tr: %08lX anahtarý: korunmamýþ - atlandý

source: WARNING: nothing exported
pl: OSTRZE¯ENIE: nic nie zosta³o wyeksportowane!
tr: UYARI: hiçbir þey gönderilmedi

source: too many entries in pk cache - disabled
pl: zbyt wiele wpisów w buforze kluczy publicznych - wy³±czony
tr: pk belleðinde çok fazla girdi - iptal edildi

source: [User id not found]
pl: [brak identyfikatora u¿ytkownika]
tr: [Özgün dizi bulunamadý]

source: too many entries in unk cache - disabled
pl: zbyt wiele wpisów w buforze nieznanych kluczy - wy³±czony
tr: unk belleðinde çok fazla girdi - iptal edildi

source: using secondary key %08lX instead of primary key %08lX
pl: u¿ywany jest podklucz %08lX zamiast klucza g³ównego %08lX
tr: yardýmcý anahtar %08lX, asýl anahtar %08lX yerine kullanýlýyor
