Repository: jamesma/KLEEDynamicTesting
Catalog: gnupg-1.0.5/po/*.po
Languages: pl, tr

source: Warning: using insecure memory!
pl: Ostrze¿enie: u¿ywana pamiêæ nie jest pamiêci± bezpieczn±!
tr: Uyarý: kullanýlan bellek güvenli deðil!

source: operation is not possible without initialized secure memory
pl: operacja niemo¿liwa do wykonania bez dostêpnej pamiêci bezpiecznej
tr: güvenli bellek hazýrlanmadan iþlem yapmak mümkün deðil

source: (you may have used the wrong program for this task)
pl: (prawdopodobnie u¿ywany program jest niew³a¶ciwy dlatego zadania)
tr: (bu görev için yanlýþ program kullanmýþ olabilirsiniz)

source: yes
pl: tak
tr: evet

source: yY
pl: tT
tr: eE

source: no
pl: nie
tr: hayýr

source: quit
pl: wyj¶cie
tr: çýkýþ

source: qQ
pl: wW
tr: çÇ

source: general error
pl: b³±d ogólny
tr: genel hata

source: unknown packet type
pl: nieznany rodzaj pakietu
tr: bilinmeyen paket tipi

source: unknown version
pl: nieznana wersja
tr: bilinmeyen sürüm

source: unknown pubkey algorithm
pl: nieznany algorytm klucza publicznego
tr: bilinmeyen pubkey algoritmasý

source: unknown digest algorithm
pl: nieznany algorytm skrótu
tr: bilinmeyen özümleme algoritmasý

source: bad public key
pl: niepoprawny klucz publiczny
tr: genel anahtar hatalý

source: bad secret key
pl: niepoprawny klucz tajny
tr: gizli anahtar hatalý

source: bad signature
pl: niepoprawny podpis
tr: imza hatalý

source: checksum error
pl: b³±d sumy kontrolnej
tr: "checksum" hatasý

source: bad passphrase
pl: niepoprawne wyra¿enie przej¶ciowe
tr: anahtar parolasý hatalý

source: public key not found
pl: klucz publiczny nie odnaleziony
tr: genel anahtar bulunamadý

source: unknown cipher algorithm
pl: nieznany algorytm szyfruj±cy
tr: bilinmeyen þifre algoritmasý

source: can't open the keyring
pl: otwarcie zbioru kluczy jest niemo¿liwe
tr: anahtar demeti açýlamadý

source: invalid packet
pl: niepoprawny pakiet
tr: geçersiz paket

source: invalid armor
pl: b³±d w opakowaniu ASCII
tr: geçersiz zýrh

source: no such user id
pl: brak takiego identyfikatora u¿ytkownika.
tr: böyle bir özgün dizi yok

source: secret key not available
pl: klucz tajny nie jest dostêpny
tr: gizli anahtar kullanýþsýz

source: wrong secret key used
pl: zosta³ u¿yty niew³a¶ciwy klucz tajny
tr: yanlýþ gizli anahtar kullanýlmýþ

source: not supported
pl: nie jest obs³ugiwany
tr: desteklenmiyor

source: bad key
pl: klucz niepoprawny
tr: anahtar hatalý

source: file read error
pl: b³±d przy odczycie pliku
tr: dosya okuma hatasý

source: file write error
pl: b³±d przy zapisie pliku
tr: dosya yazma hatasý

source: unknown compress algorithm
pl: nieznany algorytm kompresji
tr: bilinmeyen sýkýþtýrma algoritmasý

source: file open error
pl: b³±d przy otwieraniu pliku
tr: dosya açma hatasý

source: file create error
pl: b³±d przy tworzeniu pliku
tr: dosya oluþturma hatasý

source: invalid passphrase
pl: niepoprawne wyra¿enie przej¶ciowe
tr: anahtar parolasý geçersiz

source: unimplemented pubkey algorithm
pl: algorytm szyfrowania z kluczem publicznym nie jest zaimplementowany
tr: tamamlanmamýþ pubkey algoritmasý

source: unimplemented cipher algorithm
pl: algorytm szyfruj±cy nie jest zaimplementowany
tr: tamamlanmamýþ cipher algoritmasý

source: unknown signature class
pl: nieznana klasa podpisu
tr: bilinmeyen imza sýnýfý

source: trust database error
pl: b³±d w bazie zaufania
tr: güvence veritabaný hatasý

source: bad MPI
pl: b³±d MPI
tr: MPI hatalý

source: resource limit
pl: ograniczenie zasobów
tr: iç kaynak sýnýrý

source: invalid keyring
pl: b³±d w zbiorze kluczy
tr: anahtar demeti geçersiz

source: bad certificate
pl: niepoprawny certyfikat
tr: sertifika hatalý

source: malformed user id
pl: b³±d formatu indentyfikatora u¿ytkownika
tr: özgün dizi bozuk

source: file close error
pl: b³±d przy zamykaniu pliku
tr: dosya kapama hatasý

source: file rename error
pl: b³±d przy zmianie nazwy pliku
tr: dosya isimlendirme hatasý

source: file delete error
pl: b³±d przy usuwaniu pliku
tr: dosya silme hatasý

source: unexpected data
pl: nieoczekiowane dane
tr: beklenmeyen veri

source: timestamp conflict
pl: konflikt znaczników czasu
tr: damga çeliþkili

source: unusable pubkey algorithm
pl: nieu¿yteczny algorytm z kluczem publicznym
tr: pubkey algoritmasý kullanýþsýz

source: file exists
pl: plik ju¿ istnieje
tr: dosya mevcut

source: weak key
pl: klucz s³aby
tr: anahtar zayýf

source: invalid argument
pl: b³êdny argument
tr: geçersiz argüman

source: bad URI
pl: niepoprawny URI
tr: URI hatalý

source: unsupported URI
pl: URI nie jest obs³ugiwany
tr: desteklenmeyen URI

source: network error
pl: b³±d sieci
tr: að hatasý

source: not encrypted
pl: nie zaszyfrowany
tr: þifrelenemedi

source: not processed
pl: nie zosta³ przetworzony
tr: iþlenemedi

source: unusable public key
pl: bezu¿yteczny klucz publiczny

source: unusable secret key
pl: bezu¿yteczny klucz tajny

source: ... this is a bug (%s:%d:%s)
pl: ... to jest b³±d w programie (%s:%d:%s)
tr: ... bu bir yazýlým hatasý (%s:%d:%s)

source: you found a bug ... (%s:%d)
pl: znalaz³e¶(a¶) b³±d w programie ... (%s:%d)
tr: bir yazýlým hatasý buldunuz ... (%s:%d)

source: can't open `%s': %s
pl: nie mo¿na otworzyæ %s: %s
tr: `%s' açýlamýyor: %s

source: can't stat `%s': %s
pl: nie mo¿na sprawdziæ %s: %s
tr: `%s' durumlanamýyor: %s

source: `%s' is not a regular file - ignored
pl: '%s' nie jest zwyk³ym plikiem - zostaje pominiêty
tr: `%s' düzenli bir dosya deðil - görülmedi

source: note: random_seed file is empty
pl: uwaga: plik random_seed jest pusty
tr: not: "random_seed" dosyasý boþ

source: warning: invalid size of random_seed file - not used
pl: ostrze¿enie: plik random_seed ma niew³a¶ciwy rozmiar - nie zostanie u¿yty
tr: uyarý: "random_seed" dosyasýnýn boyu hatalý - kullanýlmadý

source: can't read `%s': %s
pl: nie mo¿na odczytaæ %s: %s
tr: "%s" okunamyor: %s

source: note: random_seed file not updated
pl: uwaga: plik random_seed nie jest uaktualniony
tr: not: "random_seed" dosyasý güncel deðil

source: can't create `%s': %s
pl: nie mo¿na stworzyæ %s: %s
tr: "%s" oluþturulamýyor: %s

source: can't write `%s': %s
pl: nie mo¿na zapisaæ %s: %s
tr: "%s" yazýlamýyor: %s

source: can't close `%s': %s
pl: nie mo¿na zamkn±æ %s: %s
tr: "%s" kapatýlamýyor: %s

source: too many random bits requested; the limit is %d
pl: ¿±danie zbyt wielu losowych bitów; ograniczenie wynosi %d
tr: çok fazla rasgele bit istendi; sýnýr: %d

source: WARNING: using insecure random number generator!!
pl: OSTRZE¯ENIE: u¿ywany generator liczb losowych nie jest kryptograficznie bezpieczny!!
tr: UYARI: kullanýlan rasgele sayý üreteci güvenli deðil!!

source: The random number generator is only a kludge to let it run - it is in no way a strong RNG! DON'T USE ANY DATA GENERATED BY THIS PROGRAM!!
pl: U¿ywany generator liczb losowych jest atrap± wprowadzon± dla umo¿liwienia normalnej kompilacji - nie jest kryptograficznie bezpieczny! JAKIEKOLWIEK DANE GENEROWANE PRZEZ TEN PROGRAM NIE NADAJ¡ SIÊ DO NORMALNEGO U¯YTKU I NIE ZAPEWNIAJ¡ BEZPIECZEÑSTWA!!
tr: Rasgele sayý üretecinin (RSÜ) kendi halinde çalýþan yalnýz ve yalnýz bir "kludge"ý var - dolayýsýyla iþimizi görecek saðlýklý bir RSÜ yok! BU PROGRAMLA ÜRETÝLMÝÞ HÝÇBÝR VERÝYÝ KULLANMAYIN!!

source: Not enough random bytes available. Please do some other work to give the OS a chance to collect more entropy! (Need %d more bytes)
pl: Brakuje mo¿liwo¶ci wygenerowania odpowiedniej liczby losowych bajtów. Proszê kontynuowaæ inne dzia³ania aby system móg³ zebraæ odpowiedni± ilo¶æ entropii do ich wygenerowania (brakuje %d bajtów).
tr: Rasgele üretilen baytlar yetersiz. Lütfen bazý iþlemler yaparak daha fazla ganimet toplayabilmesi için iþletim sistemine bir þans! verin. (%d bayt daha gerekiyor)

source: @Commands:
pl: @Polecenia:
tr: @Komutlar:

source: |[file]|make a signature
pl: |[plik]|z³o¿enie podpisu
tr: |[dosya]|bir imza yapar

source: |[file]|make a clear text signature
pl: |[plik]|z³o¿enie podpisu na czytelnym dokumencie
tr: |[dosya]|açýkça okunabilen bir imza yapar

source: make a detached signature
pl: z³o¿enie podpisu oddzielonego od dokumentu
tr: baðýmsýz bir imza yapar

source: encrypt data
pl: szyfrowanie danych
tr: veriyi þifreler

source: encryption only with symmetric cipher
pl: szyfrowanie tylko szyfrem symetrycznym
tr: sadece simetrik þifre ile þifreler

source: store only
pl: tylko zapis
tr: sadece saklar

source: decrypt data (default)
pl: odszyfrowywanie danych (domy¶lnie)
tr: veri þifresini açar (öntanýmlý)

source: verify a signature
pl: sprawdzenie podpisu
tr: bir imzayý doðrular

source: list keys
pl: lista kluczy
tr: anahtarlarý listeler

source: list keys and signatures
pl: lista kluczy i podpisów
tr: anahtarlarý ve imzalarý listeler

source: check key signatures
pl: sprawdzenie podpisów kluczy
tr: anahtar imzalarýný kontrol eder

source: list keys and fingerprints
pl: lista kluczy i ich odcisków
tr: anahtarlarý ve parmak izlerini listeler

source: list secret keys
pl: lista kluczy tajnych
tr: gizli anahtarlarý listeler

source: generate a new key pair
pl: generacja nowej pary klucza
tr: yeni bir anahtar çifti üretir

source: remove key from the public keyring
pl: usuniêcie klucza ze zbioru kluczy publicznych
tr: genel anahtar demetinden anahtarý kaldýrýr

source: remove key from the secret keyring
pl: usuniêcie klucza ze zbioru kluczy tajnych
tr: gizli anahtar demetinden anahtarý kaldýrýr

source: sign a key
pl: z³o¿enie podpisu na kluczu
tr: bir anahtarý imzalar

source: sign a key locally
pl: z³o¿enie lokalnego podpisu na kluczu
tr: bir anahtarý yerel olarak imzalar

source: sign or edit a key
pl: podpisanie lub modyfikacja klucza
tr: bir anahtarý düzenler ve imzalar

source: generate a revocation certificate
pl: generacja certyfikatu uniewa¿nienia klucza
tr: bir yürürlükten kaldýrma sertifikasý üretir

source: export keys
pl: eksport kluczy do pliku
tr: anahtarlarý gönderir

source: export keys to a key server
pl: eksport kluczy do serwera kluczy
tr: anahtarlarý bir anahtar sunucusuna gönderir

source: import keys from a key server
pl: import kluczy z serwera kluczy
tr: anahtarlarý bir anahtar sunucusundan indirir

source: import/merge keys
pl: import/do³±czenie kluczy
tr: anahtarlarý indirir/katýþtýrýr

source: list only the sequence of packets
pl: wypisane sekwencji pakietów
tr: sadece paketlerin silsilesini listeler

source: export the ownertrust values
pl: eksport warto¶ci zaufania
tr: sahibiningüvencesi deðerlerini gönderir

source: import ownertrust values
pl: wczytanie warto¶æi zaufania
tr: sahibiningüvencesi deðerlerini indirir

source: update the trust database
pl: uaktualnienie bazy zaufania
tr: güvence veritabanýný günceller

source: |[NAMES]|check the trust database
pl: |[NAZWY]|sprawdzenie bazy zaufania
tr: |[ÝSÝMLER]|güvence veritabanýný kontrol eder

source: fix a corrupted trust database
pl: naprawa uszkodzonej bazy zaufania
tr: bozulan güvence veritabanýný onarýr

source: De-Armor a file or stdin
pl: zdjêcie opakowania ASCII pliku lub potoku
tr: Bir dosya veya standard girdinin zýrhýný kaldýrýr

source: En-Armor a file or stdin
pl: opakowanie ASCII pliku lub potoku
tr: Bir dosya veya standard girdiyi zýrhlar

source: |algo [files]|print message digests
pl: |algo [pliki]|skróty wiadomo¶ci
tr: |algo [dosyalar]|ileti özümlemelerini gösterir

source: @ Options:
pl: @ Opcje:
tr: @ Seçenekler:

source: create ascii armored output
pl: plik wynikowy w opakowaniu ASCII
tr: ascii zýrhlý çýktý oluþturur

source: |NAME|encrypt for NAME
pl: |NAZWA|szyfrowanie dla odbiorcy NAZWA
tr: |ÝSÝM|ÝSÝM için þifreleme yapar

source: |NAME|use NAME as default recipient
pl: |NAZWA|u¿ycie NAZWA jako domy¶lnego adresata
tr: |ÝSÝM|öntanýmlý alýcý olarak ÝSÝM kullanýlýr

source: use the default key as default recipient
pl: domy¶lny klucz jest domy¶lnym adresatem
tr: öntanýmlý alýcý olarak öntanýmlý anahtar kullanýlýr

source: use this user-id to sign or decrypt
pl: identyfikator do podpisania lub odszyfrowania
tr: imzalamak ya da þifre çözmek için bu özgün dizi kullanýlýr

source: |N|set compress level N (0 disables)
pl: |N|poziom kompresji N (0 - brak)
tr: |N|sýkýþtýrma seviyesi N olarak ayarlanýr (0 ise sýkýþtýrma yapýlmaz)

source: use canonical text mode
pl: kanoniczny format tekstowy
tr: meþru metin kipini kullanýr

source: use as output file
pl: plik wyj¶ciowy
tr: çýktý dosyasý olarak kullanýlýr

source: verbose
pl: z informacjami dodatkowymi
tr: çok detaylý

source: be somewhat more quiet
pl: mniej komunikatóww
tr: daha az detaylý

source: don't use the terminal at all
pl: bez odwo³añ do terminala
tr: herþeye terminal kullanma

source: force v3 signatures
pl: wymuszenie trzeciej wersji formatu podpisów
tr: v3 imzalarýna zorlar

source: always use a MDC for encryption
pl: do szyfrowania bêdzie u¿ywany MDC
tr: þifreleme için daima bir MDC kullanýlýr

source: do not make any changes
pl: pozostawienie bez zmian
tr: hiçbir deðiþiklik yapmaz

source: use the gpg-agent
pl: u¿yj gpg-agenta

source: batch mode: never ask
pl: tryb wsadowy: ¿adnych pytañ
tr: önceden belirlenmiþ iþlemler kipi: hiç sormaz

source: assume yes on most questions
pl: automatyczna odpowied¼ tak na wiêkszo¶æ pytañ
tr: sorularýn çoðunda cevap evet farzedilir

source: assume no on most questions
pl: automatyczna odpowied¼ nie na wiêkszo¶æ pytañ
tr: sorularýn çoðunda cevap hayýr farzedilir

source: add this keyring to the list of keyrings
pl: dodaæ zbiór kluczy do listy u¿ywanych
tr: bu anahtar demetini anahtar demetleri listesine ekler

source: add this secret keyring to the list
pl: dodaæ zbiór kluczy tajnych do listy
tr: bu gizli anahtar demetini listeye ekler

source: |NAME|use NAME as default secret key
pl: |NAZWA|u¿ycie NAZWA jako domy¶lnego klucza tajnego
tr: |ÝSÝM|öntanýmlý gizli anahtar olarak ÝSÝM kullanýlýr

source: |HOST|use this keyserver to lookup keys
pl: |HOST|serwer kluczy w którym bêd± poszukiwane
tr: |SUNUCU|anahtarlarý aramak için bu anahtar sunucusu kullanýlýr

source: |NAME|set terminal charset to NAME
pl: |NAZWA|zestaw znaków terminala NAZWA
tr: |ÝSÝM|terminal karakter setini ÝSÝM olarak ayarlar

source: read options from file
pl: wczytanie opcji z pliku
tr: seçenekleri dosyadan okur

source: |FD|write status info to this FD
pl: |FD|zapisaæ opis stanu do FD
tr: |FD|durum bilgisini bu FD'ye yazar

source: |KEYID|ulimately trust this key
pl: |KLUCZ|ca³kowite zaufanie dla tego klucza
tr: |ANAHTAR-KÝMLÝK|bu anahtar son derece güvence altýnda

source: |FILE|load extension module FILE
pl: |PLIK|³adowanie modu³u rozszerzenia z PLIK
tr: |DOSYA|geniþletme modülü olarak DOSYA yüklenir

source: emulate the mode described in RFC1991
pl: emulacja trybu opisanego w RFC1991
tr: RFC1991 de açýklanan kipi uygular

source: set all packet, cipher and digest options to OpenPGP behavior
pl: zgodno¶æ ustawieñ pakietów, szyfrów i skrótów z OpenPGP
tr: tüm paket, þifre ve özümleme seçeneklerini OpenPGP tarzýnda ayarlar

source: |N|use passphrase mode N
pl: |N|N-ty tryb wprowadzania wyra¿enia przej¶ciowego
tr: |N|anahtar parolasý kipi olarak N kullanýlýr

source: |NAME|use message digest algorithm NAME for passphrases
pl: |ALG|algorytm obliczania skrótów wiadomo¶ci ALG
tr: |ÝSÝM|anahtar parolalarý için ileti özümleme algoritmasý olarak ÝSÝM kullanýlýr

source: |NAME|use cipher algorithm NAME for passphrases
pl: |ALG|algorytmu szyfruj±cy ALG dla has³a
tr: |ÝSÝM|anahtar parolalarý için þifre algoritmasý olarak ÝSÝM kullanýlýr

source: |NAME|use cipher algorithm NAME
pl: |NAZWA|algorytm szyfruj±cy NAZWA
tr: |ÝSÝM|þifre algoritmasý olarak ÝSÝM kullanýlýr

source: |NAME|use message digest algorithm NAME
pl: |NAZWA|algorytm obliczania skrótów wiadomo¶ci NAZWA
tr: |ÝSÝM|özümleme algoritmasý olarak ÝSÝM kullanýlýr

source: |N|use compress algorithm N
pl: |N|algorytm kompresji N
tr: |N|sýkýþtýrma algoritmasý olarak N kullanýlýr

source: throw keyid field of encrypted packets
pl: usuniêcie identyfikatorów kluczy z pakietów
tr: þifreli paketlerin anahtar-kimlik alanlarýný kurar

source: |NAME=VALUE|use this notation data
pl: |NAZWA=TRE¦Æ|adnotacje
tr: |ÝSÝM=DEÐER|veri bu nitelemeyle kullanýlýr

source: @ (See the man page for a complete listing of all commands and options)
pl: @ (Pe³n± listê poleceñ i opcji mo¿na znale¼æ w podrêczniku systemowym.)
tr: @ (Tüm komut ve seçeneklerin komple listesi için man sayfalarýna bakýn)

source: @ Examples: -se -r Bob [file] sign and encrypt for user Bob --clearsign [file] make a clear text signature --detach-sign [file] make a detached signature --list-keys [names] show keys --fingerprint [names] show fingerprints
pl: @ Przyk³ady: -se -r Bob [plik] podpisaæ i zaszyfrowaæ kluczem Boba --clearsign [plik] podpisaæ z pozostawieniem czytelno¶ci dokumentu --detach-sign [plik] podpisaæ z umieszczeniem podpisu w osobnym pliku --list-keys [nazwy] pokazuje klucze --fingerprint [nazwy] pokazuje odciski kluczy
tr: @ Örnekler: -se -r Ali [dosya] kullanýcý Ali için imzalar ve þifreler --clearsign [dosya] açýkça okunabilir bir imza yapar --detach-sign [file] baðýmsýz bir imza yapar --list-keys [isimler] anahtarlarý listeler --fingerprint [isimler] parmak izlerini gösterir

source: Please report bugs to <gnupg-bugs@gnu.org>.
pl: B³êdy prosimy zg³aszaæ na adres <gnupg-bugs@gnu.org>.
tr: Yazýlým hatalarýný lütfen <gnupg-bugs@gnu.org> adresine bildirin.

source: Usage: gpg [options] [files] (-h for help)
pl: Wywo³anie: gpg [opcje] [pliki] (-h podaje pomoc)
tr: Kullanýmý: gpg [seçenekler] [dosyalar] (yardým için -h)

source: Syntax: gpg [options] [files] sign, check, encrypt or decrypt default operation depends on the input data
pl: Sk³adnia: gpg [opcje] [pliki] podpisywanie, sprawdzanie podpisów, szyfrowanie, deszyfrowanie domy¶lnie wykonywana operacja zale¿y od danych wej¶ciowych
tr: Yazýlýþý: gpg [seçenekler] [dosyalar] imzalama, kontrol, þifreleme veya çözme öntanýmlý iþlem girilen veriye baðýmlýdýr

source: Supported algorithms:
pl: Obs³ugiwane algorytmy:
tr: Desteklenen algoritmalar:

source: usage: gpg [options]
pl: wywo³anie: gpg [opcje]
tr: kullanýmý: gpg [seçenekler]

source: conflicting commands
pl: sprzeczne polecenia
tr: çeliþen komutlar

source: NOTE: no default option file `%s'
pl: UWAGA: brak domy¶lnego pliku opcji '%s'
tr: NOT: "%s" öntanýmlý seçenek dosyasý yok

source: option file `%s': %s
pl: plik opcji '%s': %s
tr: seçenek dosyasý "%s": %s

source: reading options from `%s'
pl: odczyt opcji z '%s'
tr: "%s"den seçenekler okunuyor

source: %s is not a valid character set
pl: %s nie jest poprawn± nazw± zestawu znaków
tr: %s geçerli bir karakter seti deðil

source: WARNING: program may create a core file!
pl: OSTRZE¯ENIE: program mo¿e stworzyæ plik zrzutu pamiêci!
tr: UYARI: program bir "core" dosyasý yaratabilir!

source: NOTE: %s is not for normal use!
pl: UWAGA: %s nie jest do normalnego u¿ytku!
tr: NOT: %s normal kullaným için deðil!

source: %s not allowed with %s!
pl: Nie wolno u¿ywaæ %s z %s!
tr: %s ile %s birlikte kullanýlmaz!

source: %s makes no sense with %s!
pl: %s nie ma sensu z %s!
tr: %s, %s ile etkisiz olur!

source: selected cipher algorithm is invalid
pl: wybrany algorytm szyfruj±cy jest niepoprawny
tr: seçilen cipher algoritmasý geçersiz

source: selected digest algorithm is invalid
pl: wybrany algorytm geenracji skrótów wiadomo¶ci jest niepoprawny
tr: seçilen özümleme algoritmasý geçersiz

source: the given policy URL is invalid
pl: podany URL regulaminu jest niepoprawny
tr: verilmiþ güvenlik URL(=web adresi) geçersiz

source: compress algorithm must be in range %d..%d
pl: ustawienie algortytmu kompresji musi pochodziæ z zakresu %d..%d
tr: sýkýþtýrma algoritmasý %d..%d aralýðýnda olmalý

source: completes-needed must be greater than 0
pl: warto¶æ completes-needed musi byæ wiêksza od 0
tr: "completes-needed" 0 dan büyük olmalý

source: marginals-needed must be greater than 1
pl: warto¶æ marginals-needed musi byæ wiêksza od 1
tr: "marginals-needed" 1 den büyük olmalý

source: max-cert-depth must be in range 1 to 255
pl: warto¶æ max-cert-depth musi mie¶ciæ siê w zakresie od 1 do 255
tr: "max-cert-depth" 1 ile 255 arasýnda olmalý

source: NOTE: simple S2K mode (0) is strongly discouraged
pl: UWAGA: prosty tryb S2K (0) jest stanowczo odradzany
tr: NOT: basit S2K kipi (0) kesinlikle cesaret kýrýcý

source: invalid S2K mode; must be 0, 1 or 3
pl: niepoprawny tryb S2K; musi mieæ warto¶æ 0, 1 lub 3
tr: S2K kipi geçersiz; 0, 1 veya 3 olmalý

source: failed to initialize the TrustDB: %s
pl: inicjowanie Bazy Zaufania nie powiod³o siê: %s
tr: "TrustDB" güvence veritabaný baþlangýç aþamasýnda baþarýsýz: %s

source: --store [filename]
pl: --store [plik]
tr: --store [dosyaismi]

source: --symmetric [filename]
pl: --symmetric [plik]
tr: --symmetric [dosyaismi]

source: --encrypt [filename]
pl: --encrypt [plik]
tr: --encrypt [dosyaismi]

source: --sign [filename]
pl: --sign [plik]
tr: --sign [dosyaismi]

source: --sign --encrypt [filename]
pl: --sign --encrypt [plik]
tr: --sign --encrypt [dosyaismi]

source: --clearsign [filename]
pl: --clearsign [plik]"
tr: --clearsign [dosyaismi]

source: --decrypt [filename]
pl: --decrypt [plik]
tr: --decrypt [dosyaismi]

source: --sign-key user-id
pl: --sign-key nazwa u¿ytkownika
tr: --sign-key öz-dizi

source: --lsign-key user-id
pl: --lsign-key nazwa u¿ytkownika
tr: --lsign-key öz-dizi

source: --edit-key user-id [commands]
pl: --edit-key nazwa u¿ytkownika [polecenia]
tr: --edit-key öz-dizi [komutlar]

source: --delete-secret-key user-id
pl: --delete-secret-key nazwa u¿ytkownika
tr: --delete-secret-key öz-dizi

source: --delete-key user-id
pl: --delete-key nazwa u¿ytkownika
tr: --delete-key öz-dizi

source: --delete-secret-and-public-key user-id
pl: --delete-secret-and-public-key key nazwa u¿ytkownika

source: can't open %s: %s
pl: nie mo¿na otworzyæ %s: %s
tr: %s açýlamadý: %s

source: -k[v][v][v][c] [user-id] [keyring]
pl: -k[v][v][v][c] [identyfikator] [zbiór kluczy]
tr: -k[v][v][v][c] [öz-dizi] [anahtardemeti]

source: dearmoring failed: %s
pl: zdjêcie opakowania ASCII nie powiod³o siê: %s
tr: zýrhýn kaldýrýlmasý baþarýsýz: %s

source: enarmoring failed: %s
pl: opakowywanie ASCII nie powiod³o siê: %s
tr: zýrhlama baþarýsýz: %s

source: invalid hash algorithm `%s'
pl: niew³a¶ciwy algorytm skrótu '%s'
tr: "s" hash algoritmasý geçersiz

source: [filename]
pl: [nazwa pliku]
tr: [dosyaismi]

source: Go ahead and type your message ...
pl: Wpisz tutaj swoj± wiadomo¶æ ...
tr: Baþa dönüp iletinizi yazýn ...

source: can't open `%s'
pl: nie mo¿na otworzyæ '%s'
tr: "s" açýlamadý

source: the first character of a notation name must be a letter or an underscore
pl: adnotacja musi zaczynaæ siê od podkre¶lenia lub litery
tr: bir niteleme isminin ilk karakteri bir harf ya da altçizgi olmalý

source: a notation name must have only letters, digits, dots or underscores and end with an '='
pl: nazwa adnotacji mo¿e zawieraæ tylko litery, cyfry, kropki, podkre¶lenia, i musi koñczyæ siê '='
tr: bir niteleme ismi sadece harf, rakam, nokta, ve altçizgi karakterleri içerebilir ve bir "=" iþareti ile biter

source: dots in a notation name must be surrounded by other characters
pl: kropki w adnotacji musz± znajdowaæ siê pomiêdzy innymi znakami
tr: bir niteleme isminde noktalar diðer karakterler tarafýndan kuþatýlmýþ olmalýdýr

source: a notation value must not use any control characters
pl: warto¶æ adnotacji nie mo¿e zawieraæ znaków steruj±cych
tr: bir niteleme deðerinde kontrol karakterleri kullanýlamaz

source: armor: %s
pl: opakowanie: %s
tr: zýrh: %s

source: invalid armor header:
pl: niepoprawny nag³ówek opakowania:
tr: zýrh baþlýðý geçersiz:

source: armor header:
pl: nag³ówek opakowania:
tr: zýrh baþlýðý:

source: invalid clearsig header
pl: niew³a¶ciwy nag³ówek czytelnego podpisanego dokumentu
tr: açýkça okunabilen imza baþlýðý geçersiz

source: nested clear text signatures
pl: zagnie¿d¿one podpisy na czytelnym dokumencie
tr: açýkça okunabilen imzalar dahil edildi

source: invalid dash escaped line:
pl: niepoprawne oznaczenie linii minusami:
tr: "dash escaped" (araçizgisi escape'lý) satýr geçersiz:
