Repository: jamesma/KLEEDynamicTesting
Catalog: gnupg-1.0.5/po/*.po
Languages: pl, tr

source: key %08lX: secret key without public key - skipped
pl: klucz %08lX: klucz tajny bez klucza jawnego - pominiêty
tr: %08lX anahtarý: genel anahtarsýz gizli anahtar - atlandý

source: skipping block of type %d
pl: blok typu %d zostaje pominiêty
tr: %d tipindeki blok atlandý

source: %lu keys so far processed
pl: %lu kluczy przetworzonych do tej chwili
tr: þu ana kadar herþey yolunda giderek %lu anahtar iþlenmiþ

source: error reading `%s': %s
pl: b³±d odczytu '%s': %s
tr: "%s" okunurken hata: %s

source: Total number processed: %lu
pl: Ogó³em przetworzonych kluczy: %lu
tr: Ýþlenmiþ toplam miktar: %lu

source: skipped new keys: %lu
pl: pominiêtych nowych kluczy: %lu
tr: yeni anahtarlar atlandý: %lu

source: w/o user IDs: %lu
pl: bez identyfikatora: %lu
tr: özgün dizi olmaksýzýn: %lu

source: imported: %lu
pl: do³±czono do zbioru: %lu
tr: indirildi: %lu

source: unchanged: %lu
pl: bez zmian: %lu
tr: deðiþmedi: %lu

source: new user IDs: %lu
pl: nowych identyfikatorów: %lu
tr: yeni özgün dizi: %lu

source: new subkeys: %lu
pl: nowych podkluczy: %lu
tr: yeni yardýmcý anahtarlar: %lu

source: new signatures: %lu
pl: nowych podpisów: %lu
tr: yeni imzalar: %lu

source: new key revocations: %lu
pl: nowych uniewa¿nieñ kluczy: %lu
tr: yeni anahtar iptalleri: %lu

source: secret keys read: %lu
pl: tajnych kluczy wczytanych: %lu
tr: gizli anahtarlar okunuyor: %lu

source: secret keys imported: %lu
pl: tajnych kluczy dodanych: %lu
tr: gizli anahtarlar indirildi: %lu

source: secret keys unchanged: %lu
pl: tajnych kluczy bez zmian: %lu
tr: gizli anahtarlar deðiþmedi: %lu

source: key %08lX: no user ID
pl: klucz %08lX: brak identyfikatora u¿ytkownika
tr: anahtar %08lX: özgün dizi yok

source: key %08lX: no valid user IDs
pl: klucz %08lX: brak poprawnych identyfikatorów u¿ytkownika
tr: key %08lX: özgün dizi geçerli deðil

source: this may be caused by a missing self-signature
pl: to mo¿e byæ spowodowane brakiem podpisu w³a¶ciciela klucza
tr: bu kayýp bir öz-imza tarafýndan meydana gelebilir

source: key %08lX: public key not found: %s
pl: klucz %08lX: brak klucza publicznego: %s
tr: anahtar %08lX: genel anahtar bulunamadý: %s

source: key %08lX: new key - skipped
pl: klucz %08lX: nowy klucz - pominiêty
tr: anahtar %08lX: yeni anahtar - atlandý

source: no default public keyring
pl: brak domy¶lnego zbioru kluczy publicznych
tr: genel anahtar demeti öntanýmlý deðil

source: writing to `%s'
pl: zapis do '%s'
tr: "%s"e yazýyor

source: can't lock keyring `%s': %s
pl: nie mo¿na zablokowaæ zbioru kluczy publicznych '%s': %s
tr: "%s" anahtar demeti kilitlenemez: %s

source: error writing keyring `%s': %s
pl: b³±d zapisu zbioru kluczy '%s': %s
tr: "%s" anahtar demetini yazarken hata: %s

source: key %08lX: public key imported
pl: klucz %08lX: klucz publiczny wczytano do zbioru
tr: anahtar %08lX: genel anahtar indirildi

source: key %08lX: doesn't match our copy
pl: klucz %08lX: nie zgadza siê z lokalnie posiadan± kopi±
tr: anahtar %08lX: bizim kopyamýzla eþleþmez

source: key %08lX: can't locate original keyblock: %s
pl: klucz %08lX: brak oryginalnego bloku klucza; %s
tr: anahtar %08lX: özgün anahtar bloku yerleþtirilemedi: %s

source: key %08lX: can't read original keyblock: %s
pl: klucz %08lX: nie mo¿na odczytaæ oryginalnego bloku klucza; %s
tr: anahtar %08lX: özgün anahtar bloku okunamadý

source: key %08lX: 1 new user ID
pl: klucz %08lX: 1 nowy identyfikator u¿ytkownika
tr: anahtar %08lX: 1 yeni özgün dizi

source: key %08lX: %d new user IDs
pl: klucz %08lX: %d nowych identyfikatorów u¿ytkownika
tr: anahtar %08lX: %d yeni özgün dizi

source: key %08lX: 1 new signature
pl: klucz %08lX: 1 nowy podpis
tr: anahtar %08lX: 1 yeni imza

source: key %08lX: %d new signatures
pl: klucz %08lX: %d nowych podpisów
tr: anahtar %08lX: %d yeni imza

source: key %08lX: 1 new subkey
pl: klucz %08lX: 1 nowy podklucz
tr: anahtar %08lX: bir yeni yardýmcý anahtar

source: key %08lX: %d new subkeys
pl: klucz %08lX: %d nowych podkluczy
tr: anahtar %08lX: %d yeni yardýmcý anahtar

source: key %08lX: not changed
pl: klucz %08lX: bez zmian
tr: anahtar %08lX: deðiþmedi

source: secret key %08lX not imported (use %s to allow for it)
pl: klucz tajny %08lX nie zosta³ wczytany (aby to zrobiæ u¿yj %s)

source: key %08lX: secret key imported
pl: Klucz %08lX: klucz tajny wczytany do zbioru
tr: anahtar %08lX: gizli anahtar indirildi

source: key %08lX: already in secret keyring
pl: Klucz %08lX: ten klucz ju¿ znajduje siê w zbiorze
tr: anahtar %08lX: zaten gizli anahtar demetinde

source: key %08lX: secret key not found: %s
pl: klucz %08lX: brak klucza tajnego: %s
tr: anahtar %08lX: gizli anahtar bulunamadý: %s

source: key %08lX: no public key - can't apply revocation certificate
pl: klucz %08lX: brak klucza publicznego - wczytany certyfikat uniwa¿nienia nie mo¿e byæ zastosowany
tr: anahtar %08lX: genel anahtar deðil - yürürlükten kaldýrma sertifikasý uygulanamaz

source: key %08lX: invalid revocation certificate: %s - rejected
pl: klucz %08lX: niepoprawny certyfikat uniewa¿nienia: %s - odrzucony
tr: anahtar %08lX: yürürlükten kaldýrma sertifikasý geçersiz: %s - reddedildi

source: key %08lX: revocation certificate imported
pl: klucz %08lX: wczytany certyfikat uniewa¿nienia
tr: anahtar %08lX: yürürlükten kaldýrma sertifikasý indirildi

source: key %08lX: no user ID for signature
pl: klucz %08lX: brak identyfikatora u¿ytkownika do podpisu
tr: anahtar %08lX: imza için özgün dizi yok

source: key %08lX: unsupported public key algorithm
pl: klucz %08lX: nie obs³ugiwany algorytm szyfrowania z kluczem publicznym
tr: anahtar %08lX: genel anahtar algoritmasý desteklenmiyor

source: key %08lX: invalid self-signature
pl: klucz %08lX: niepoprawny podpis w³a¶ciciela klucza
tr: anahtar %08lX: öz-imza geçersiz

source: key %08lX: no subkey for key binding
pl: klucz %08lX: brak podklucza do dowi±zania
tr: anahtar %08lX: anahtarý garantilemek için yardýmcý anahtar yok

source: key %08lX: invalid subkey binding
pl: klucz %08lX: niepoprawne dowi±zanie podklucza
tr: anahtar %08lX: yardýmcý anahtar garantileme geçersiz

source: key %08lX: accepted non self-signed user ID '
pl: klucz %08lX: przyjêto identyfikator nie podpisany nim samym '
tr: anahtar %08lX: öz-imzalý olmayan özgün dizi kabul edildi: '

source: key %08lX: skipped user ID '
pl: klucz %08lX: pominiêto identyfikator u¿ytkownika '
tr: anahtar %08lX: özgün dizi atlandý: '

source: key %08lX: skipped subkey
pl: klucz %08lX: podklucz pominiêty
tr: anahtar %08lX: yardýmcý anahtar atlandý

source: key %08lX: non exportable signature (class %02x) - skipped
pl: klucz %08lX: podpis nieeksportowalny (klasa %02x) - pominiêty
tr: anahtar %08lX: imza gönderilebilir deðil (%02x sýnýfý) - atlandý

source: key %08lX: revocation certificate at wrong place - skipped
pl: klucz %08lX: certyfikat uniewa¿nienia umieszczony w niew³a¶ciwym miejscu - zosta³ pominiêty
tr: anahtar %08lX: yürürlükten kaldýrma sertifikasý yanlýþ yerde - atlandý

source: key %08lX: invalid revocation certificate: %s - skipped
pl: klucz %08lX: niepoprawny certyfikat uniewa¿nienia: %s - pominiêty
tr: anahtar %08lX: yürürlükten kaldýrma sertifikasý geçersiz: %s - atlandý

source: key %08lX: duplicated user ID detected - merged
pl: key %08lX: powtórzony identyfikator u¿ytkownika - do³±czony
tr: anahtar %08lX: çift özgün kimlik saptandý - katýþtýrýldý

source: key %08lX: revocation certificate added
pl: klucz %08lX: dodany certyfikat uniewa¿nienia
tr: anahtar %08lX: yürürlükten kaldýrma sertifikasý eklendi

source: key %08lX: our copy has no self-signature
pl: klucz %08lX: dostêpna kopia nie jest podpisana ni± sam±
tr: anahtar %08lX: bizim koya öz-imzaya sahip deðil

source: %s: user not found
pl: %s: nie znaleziono u¿ytkownika
tr: %s: kullanýcý bulunamadý

source: [revocation]
pl: [uniewa¿nienie]
tr: [yürürlükten kaldýrma]

source: [self-signature]
pl: [podpis klucza nim samym]
tr: [öz-imza]

source: 1 bad signature
pl: 1 niepoprawny podpis
tr: 1 kötü imza

source: %d bad signatures
pl: %d niepoprawnych podpisów
tr: %d kötü imza

source: 1 signature not checked due to a missing key
pl: 1 podpis nie zosta³ sprawdzony z powodu braku klucza
tr: 1 imza kayýp bir anahtar yüzünden kontrol edilmedi

source: %d signatures not checked due to missing keys
pl: %d podpisów nie zosta³o sprawdzonych z powodu braku kluczy
tr: %d imza kayýp bir anahtar yüzünden kontrol edilmedi

source: 1 signature not checked due to an error
pl: 1 podpis nie zosta³ sprawdzony z powodu b³êdu
tr: 1 imza bir hata yüzünden kontrol edilmedi

source: %d signatures not checked due to errors
pl: %d podpisów nie sprawdzonych z powodu b³êdów
tr: %d imza hatalardan dolayý kontrol edilmedi

source: 1 user ID without valid self-signature detected
pl: wykryto 1 identyfikator u¿ytkownika bez podpisu w³a¶ciciela klucza
tr: 1 öz-imzasý geçersiz özgün dizi saptandý

source: %d user IDs without valid self-signatures detected
pl: wykryto %d identyfikatorów u¿ytkownika bez podpisów w³a¶ciciela klucza
tr: %d öz-imzasý geçersiz özgün dizi saptandý

source: Already signed by key %08lX
pl: Ju¿ podpisano kluczem %08lX.
tr: %08lX anahtarý tarafýndan zaten imzalanmýþ

source: Nothing to sign with key %08lX
pl: Nie ma nic do podpisania kluczem %08lX.
tr: %08lX anahtarý ile imzalanan hiçbir þey yok

source: Are you really sure that you want to sign this key with your key: "
pl: Czy jeste¶ naprawdê pewien ¿e chcesz podpisaæ ten klucz swoim kluczem: "
tr: Bu anahtarý þu anahtarýnýzla imzalamak istediðinize gerçekten emin misiniz?: "

source: The signature will be marked as non-exportable.
pl: Podpis zostanie oznaczony jako nieeksportowalny.
tr: Bu imza gönderilemez olarak iþaretlenmiþ olacak

source: Really sign?
pl: Na pewno podpisaæ?

source: signing failed: %s
pl: z³o¿enie podpisu nie powiod³o siê: %s
tr: imzalama baþarýsýz: %s

source: This key is not protected.
pl: Ten klucz nie jest chroniony.
tr: Bu anahtar korunmamýþ.

source: Secret parts of primary key are not available.
pl: Czê¶æ tajna g³ównego klucza jest niedostêpna.
tr: Asýl anahtarýn gizli parçalarý kullanýlamaz.

source: Key is protected.
pl: Klucz jest chroniony.
tr: Anahtar korunmuþ.

source: Can't edit this key: %s
pl: Tego klucza nie mo¿na edytowaæ: %s.
tr: Bu anahtar üzerinde düzenleme yapýlamaz: %s

source: Enter the new passphrase for this secret key.
pl: Wprowad¼ nowe wyra¿enie przej¶ciowe (has³o) dla tego klucza tajnego.
tr: Bu gizli anahtar için yeni anahtar parolasý giriniz.

source: You don't want a passphrase - this is probably a *bad* idea!
pl: Nie chcesz podaæ wyra¿enia przej¶ciowego (has³a) - to *z³y* pomys³!

source: Do you really want to do this?
pl: Czy na pewno chcesz to zrobiæ?
tr: Gerçekten bunu yapmak istiyor musunuz?

source: moving a key signature to the correct place
pl: przenoszê podpis klucza na w³a¶ciwe miejsce
tr: bir anahtar imzasýný doðru yere taþýyor

source: quit this menu
pl: wyj¶cie z tego menu
tr: bu menuden çýk

source: q
pl: w
tr: ç

source: save
pl: zapis
tr: kaydet

source: save and quit
pl: zapis zmian i wyj¶cie
tr: kaydet ve çýk

source: help
pl: pomoc
tr: yardým

source: show this help
pl: ten tekst pomocy
tr: bunu gösterir

source: fpr
pl: odc
tr: piz

source: show fingerprint
pl: okazanie odcisku klucza
tr: parmak izini göster

source: list
pl: lista
tr: listele

source: list key and user IDs
pl: lista kluczy i identyfikatorów u¿ytkowników
tr: anahtarý ve özgün diziyi göster

source: uid
pl: id
tr: ödz

source: select user ID N
pl: wybór identyfikatora u¿ytkownika N
tr: N özgün dizi seçer

source: key
pl: klucz
tr: anahtar

source: select secondary key N
pl: wybór podklucza N
tr: N yardýmcý anahtar seçer

source: check
pl: lista
tr: kontrol

source: list signatures
pl: lista podpisów
tr: imzalarý listele

source: c
pl: l
tr: k

source: sign
pl: podpis
tr: imzala

source: sign the key
pl: z³o¿enie podpisu na kluczu
tr: anahtarý imzalar

source: s
pl: p
tr: i

source: lsign
pl: lpodpis
tr: yimza

source: sign the key locally
pl: z³o¿enie lokalnego podpisu na kluczu
tr: anahtarý yerel olarak imzala

source: debug
pl: ¶ledzenia
tr: hata ayýklama

source: adduid
pl: dodid
tr: ödzekle

source: add a user ID
pl: dodanie nowego identyfikatora u¿ytkownika do klucza
tr: bir özgün dizi ekler

source: deluid
pl: usid
tr: ödzsil

source: delete user ID
pl: usuniêcie identyfikatora u¿ytkownika z klucza
tr: özgün diziyi siler

source: addkey
pl: dodkl
tr: anhekle

source: add a secondary key
pl: dodanie podklucza
tr: bir yardýmcý anahtar ekler

source: delkey
pl: uskl
tr: anhsil

source: delete a secondary key
pl: usuniêcie podklucza
tr: bir yardýmcý anahtar siler

source: delsig
pl: uspod
tr: imzasil

source: delete signatures
pl: usuniêcie podpisów
tr: imzalarý siler

source: expire
pl: data
tr: sontrh

source: change the expire date
pl: zmiana daty wa¿no¶ci klucza
tr: son kullaným tarihini deðiþtirir

source: toggle
pl: prze³
tr: seçmece

source: toggle between secret and public key listing
pl: prze³±czenie pomiêdzy list± kluczy publicznych i tajnych
tr: genel ve gizli anahtar listeleri arasýnda yer deðiþtirir

source: t
pl: p
tr: b

source: pref
pl: opcje
tr: önayar

source: list preferences
pl: lista opcji
tr: önayarlarý listeler

source: passwd
pl: has³o
tr: aparola

source: change the passphrase
pl: zmiana wyra¿enia przej¶ciowego (has³a)
tr: anahtar parolasýný deðiþtirir

source: trust
pl: zaufanie
tr: büvence

source: change the ownertrust
pl: zmiana zaufania w³a¶ciciela
tr: sahibinigüvencesini deðiþtirir

source: revsig
pl: unpod
tr: imzafes

source: revoke signatures
pl: uniewa¿nienie podpisu
tr: imzalarý fesheder

source: revkey
pl: unpkl
tr: anfes

source: revoke a secondary key
pl: uniewa¿nienie podklucza
tr: bir yardýmcý anahtarý yürürlükten kaldýrýr (fesheder)

source: disable
pl: wy³kl
tr: kaldýr

source: disable a key
pl: wy³±czyæ klucz z u¿ycia
tr: bir anahtarý kullanýmdan kaldýrýr

source: enable
pl: w³kl
tr: kullan

source: enable a key
pl: w³±czyæ klucz do u¿ycia
tr: bir anahtarý kullanýma sokar

source: can't do that in batchmode
pl: nie dzia³a w trybie wsadowym
tr: bu önceden belirlenmiþ iþlemler kipinde (in batchmode) yapýlamaz

source: Secret key is available.
pl: Dostêpny jest klucz tajny.
tr: Gizli key kullanýþsýz.

source: Command>
pl: Polecenie>
tr: Komut->

source: Need the secret key to do this.
pl: Do wykonania tej operacji potrzebny jest klucz tajny.
tr: Bunu yapmak için gizli anahtar gerekli.

source: Please use the command "toggle" first.
pl: Najpierw trzeba u¿yæ polecenia "prze³".
tr: lütfen önce "seçmece" komutunu kullanýn.

source: Really sign all user IDs?
pl: Podpisaæ wszystkie identyfikatory u¿ytkownika na tym kluczu?
tr: Tüm özgün diziler gerçekten imzalanacak mý?

source: Hint: Select the user IDs to sign
pl: Podpowied¼: wybierz identyfikatory u¿ytkownika do podpisania.
tr: Ýpucu: Ýmzalamak için bir özgün dizi seçiniz

source: update of trustdb failed: %s
pl: naniesienie poprawek bazy zaufania nie powiod³o siê: %s
tr: güvence veritabanýnýn güncellenmesi baþarýsýz: %s

source: You must select at least one user ID.
pl: Musisz wybraæ co najmniej jeden identyfikator u¿ytkownika.
tr: En az bir özgün dizi seçmelisiniz.

source: You can't delete the last user ID!
pl: Nie mo¿esz usun±æ ostatniego identyfikatora u¿ytkownika!
tr: Son özgün diziyi silemezsiniz!

source: Really remove all selected user IDs?
pl: Czy na pewno usun±æ wszystkie wybrane identyfikatory u¿ytkownika?
tr: Seçilen tüm özgün diziler gerçekten silinecek mi?

source: Really remove this user ID?
pl: Czy na pewno usun±æ ten identyfikator u¿ytkownika?
tr: Bu özgün dizi gerçekten silinecek mi?

source: You must select at least one key.
pl: Musisz wybraæ co najmniej jeden klucz.
tr: En az bir anahtar seçmelisiniz.

source: Do you really want to delete the selected keys?
pl: Czy na pewno chcesz usun±æ wybrane klucze?
tr: Seçilen anahtarlarý gerçekten silmek istiyor musunuz?

source: Do you really want to delete this key?
pl: Czy na pewno chcesz usun±æ ten klucz?
tr: Bu anahtarý gerçekten silmek istiyor musunuz?

source: Do you really want to revoke the selected keys?
pl: Czy na pewno chcesz uniewa¿niæ wybrane klucze?
tr: Seçilen anahtarlarý gerçekten yürürlükten kaldýrmak istiyor musunuz?

source: Do you really want to revoke this key?
pl: Czy na pewno chcesz uniewa¿niæ ten klucz?
tr: Bu anahtarý gerçekten yürürlükten kaldýrmak istiyor musunuz?

source: Save changes?
pl: Zapisaæ zmiany?
tr: Deðiþiklikler kaydedilecek mi?

source: Quit without saving?
pl: Wyj¶æ bez zapisania zmian?
tr: Kaydetmeden çýkýlsýn mý?

source: update failed: %s
pl: naniesienie poprawek nie powiod³o siê: %s
tr: güncelleme baþarýsýz: %s

source: update secret failed: %s
pl: naniesienie poprawek na kluczu tajnym nie powiod³o siê: %s
tr: gizliyi güncelleme baþarýsýz: %s

source: Key not changed so no update needed.
pl: Klucz nie zosta³ zmieniony wiêc naniesienie poprawek nie jest konieczne.
tr: güncelleme gereði olmadýðýndan anahtar deðiþmedi.

source: Invalid command (try "help")
pl: Niepoprawna komenda (spróbuj "help")
tr: Komut geçersiz ("yardým" komutunu deneyin)

source: %s%c %4u%c/%08lX created: %s expires: %s
pl: %s%c %4u%c/%08lX utworzony: %s wygasa %s
tr: %s%c %4u%c/%08lX üretildi: %s son kullanma tarihi: %s

source: trust: %c/%c
pl: zaufanie: %c/%c
tr: güvence: %c/%c

source: This key has been disabled
pl: Ten klucz zosta³ wy³±czony z u¿ytku
tr: Bu anahtar kullanýmdan kaldýrýlmýþ

source: rev! subkey has been revoked: %s
pl: podklucz zosta³ uniewa¿niony: %s
tr: fesh! yardýmcý anahtar yürürlükten kaldýrýlmýþ: %s

source: rev- faked revocation found
pl: fa³szywy certyfikat uniewa¿nienia
tr: fesh- sahte yürürlükten kaldýrma sertifikasý bulundu

source: rev? problem checking revocation: %s
pl: problem przy sprawdzaniu uniewa¿nienia: %s
tr: fesh? yürürlükten kaldýrma kontrol edilirken problem: %s

source: Delete this good signature? (y/N/q)
pl: Usun±æ ten poprawny podpis? (t/N/w)
tr: Bu doðru imza silinsin mi? (e/H/ç)

source: Delete this invalid signature? (y/N/q)
pl: Usun±æ ten niepoprawny podpis? (t/N/w)
tr: Bu geçersiz imza silinsin mi? (e/H/ç

source: Delete this unknown signature? (y/N/q)
pl: Usun±æ ten nieznany podpis? (t/N/w)
tr: Bu bilinmeyen imza silinsin mi? (e/H/ç

source: Really delete this self-signature? (y/N)
pl: Na pewno usun±æ ten podpis klucza nim samym? (t/N)
tr: Bu öz-imza gerçekten silinecek mi? (e/H)

source: Deleted %d signature.
pl: %d podpis usuniêty.
tr: %d imza silindi.

source: Deleted %d signatures.
pl: %d podpisów usuniêtych.
tr: %d adet imza silindi.

source: Nothing deleted.
pl: Nic nie zosta³o usuniête.
tr: Hiçbir þey silinmedi.

source: Please remove selections from the secret keys.
pl: Proszê usun±æ znacznik wyboru z kluczy tajnych.
tr: Lütfen gizli anahtarlardan seçilenleri silin.

source: Please select at most one secondary key.
pl: Proszê wybraæ najwy¿ej jeden podklucz.
tr: Lütfen en fazla bir yardýmcý anahtar seçin.

source: Changing expiration time for a secondary key.
pl: Zmiana daty wa¿no¶ci podklucza.
tr: Bir yardýmcý anahtar için son kullanma tarihi deðiþtiriliyor.

source: Changing expiration time for the primary key.
pl: Zmiana daty wa¿no¶ci g³ównego klucza.
tr: Asýl anahtar için son kullanma tarihi deðiþtiriliyor.

source: You can't change the expiration date of a v3 key
pl: Nie mo¿na zmieniæ daty wa¿no¶ci klucza w wersji 3.
tr: Bir v3 anahtarýnýn son kullanma tarihini deðiþtiremezsiniz

source: No corresponding signature in secret ring
pl: Brak odpowiadaj±cego podpisu w zbiorze kluczy tajnych
tr: Gizli anahtar demetinde uygun/benzer imza yok

source: No user ID with index %d
pl: Brak identyfikatora u¿ytkownika o numerze %d.
tr: %d endeksiyle özgün dizi yok

source: No secondary key with index %d
pl: Brak podklucza o indeksie %d
tr: %d endeksiyle yardýmcý anahtar yok

source: user ID: "
pl: Identyfikator u¿ytkownika:
tr: özgün dizi: "

source: " signed with your key %08lX at %s
pl: " podpisano Twoim kluczem %08lX w %s
tr: " %08lX anahtarýnýzla %s de imzalandý

source: Create a revocation certificate for this signature? (y/N)
pl: Stworzyæ certyfikat uniewa¿nienia tego podpisu? (t/N)
tr: Bu imza için bir yürürlükten kaldýrma sertifikasý oluþturulsun mu? (e/H)

source: You have signed these user IDs:
pl: Te identyfikatory u¿ytkowników s± podpisane przez Ciebie:
tr: Bu özgün dizileri imzalamýþsýnýz:

source: signed by %08lX at %s
pl: podpisany przez %08lX w %s
tr: %08lX tarafýndan %s de imzalandý

source: revoked by %08lX at %s
pl: uniewa¿niony przez %08lX w %s
tr: %08lX tarafýndan %s de yürürlükten kaldýrýldý

source: You are about to revoke these signatures:
pl: Czy na pewno chcesz uniewa¿niæ te podpisy:
tr: Bu imzalarý yürürlükten kaldýrmak üzeresiniz

source: Really create the revocation certificates? (y/N)
pl: Na pewno utworzyæ certyfikaty uniewa¿nienia ? (t/N)
tr: Bu yürürlükten kaldýrma sertifikalarýný gerçekten yaratacak mýsýnýz? (e/H)

source: no secret key
pl: brak klucza tajnego
tr: gizli anahtar yok

source: [expires: %s]
pl: [wygasa :%s]
tr: [son kullanma tarihi: %s]

source: public key is %08lX
pl: klucz publiczny %08lX
tr: genel anahtar: %08lX

source: public key encrypted data: good DEK
pl: dane zaszyfrowane kluczem publicznym: poprawny klucz sesyjny
tr: genel anahtar þifreli veri: doðru DEK

source: encrypted with %u-bit %s key, ID %08lX, created %s
pl: d³ugo¶æ %u bitów, typ %s, klucz %08lX, stworzony %s
tr: %s anahtarý ve özgün dizi %08lX %u-bit ile þifrelendi, %s yaratýldý

source: encrypted with %s key, ID %08lX
pl: zaszyfrowane kluczem %s, o identyfikatorze %08lX
tr: özgün dizi %08lX %s anahtarý ile þifrelendi

source: public key decryption failed: %s
pl: b³±d odszyfrowywania kluczem publicznym: %s
tr: genel anahtar þifre çözümü baþarýsýz: %s

source: decryption okay
pl: odszyfrowane poprawnie
tr: Þifre çözme tamam

source: WARNING: encrypted message has been manipulated!
pl: OSTRZE¯ENIE: zaszyfrowana wiadomo¶æ by³a manipulowana!
tr: UYARI: þifreli ileti tahrif edilmiþ!

source: decryption failed: %s
pl: b³±d odszyfrowywania: %s
tr: þifre çözme baþarýsýz: %s

source: NOTE: sender requested "for-your-eyes-only"
pl: UWAGA: nadawca zaznaczy³ ¿e wiadomo¶æ nie powinna byæ zapisywana
tr: NOT: gönderen "yalnýz-gözleriniz-için" ricada bulundu

source: original file name='%.*s'
pl: pierwotna nazwa pliku='%.*s'
tr: özgün dosya adý="%.*s"

source: standalone revocation - use "gpg --import" to apply
pl: osobny certyfikat uniewa¿nienia - u¿yj "gpg --import" aby go przyj±æ
tr: tekbaþýna yürürlükten kaldýrma - uygulamak için "gpg --import" kullanýn

source: WARNING: invalid notation data found
pl: OSTRZE¯ENIE: niepoprawne dane w adnotacji
tr: UYARI: geçersiz niteleme verisi bulundu

source: Notation:
pl: Adnotacja:
tr: Niteleme:

source: Policy:
pl: Regulamin:
tr: Güvenlik:

source: signature verification suppressed
pl: wymuszono pominiêcie sprawdzenia podpisu
tr: imza doðrulama bastýrýldý

source: can't handle these multiple signatures
pl: nie mo¿na obs³uzyæ tych wielokrotnych podpisów

source: Signature made %.*s using %s key ID %08lX
pl: Podpis z³o¿ony %.*s za pomoc± %s, z u¿yciem klucza o identyfikatorze %08lX
tr: %s anahtarý ve %08lX özgün dizisi ile %.*s imzasý yapýldý

source: BAD signature from "
pl: NIEPOPRAWNY podpis z³o¿ony przez "
tr: KÖTÜ imza: "

source: Good signature from "
pl: Poprawny podpis z³o¿ony przez "
tr: Doðru imza: "

source: aka "
pl: alias "
tr: den "

source: Can't check signature: %s
pl: Nie mo¿na sprawdziæ podpisu: %s
tr: Ýmza kontrol edilemedi: %s

source: not a detached signature
pl: nie jest oddzielonym podpisem

source: standalone signature of class 0x%02x
pl: oddzielony podpis klasy 0x%02x
tr: 0x%02x sýnýfý tekbaþýna imza

source: old style (PGP 2.x) signature
pl: podpis starego typu (PGP 2.x)
tr: eski stil (PGP 2.x) imza

source: invalid root packet detected in proc_tree()
pl: wykryto niepoprawny pakiet pierwotny w proc_tree()
tr: proc_tree() içinde geçersiz kök paket saptandý
